[
  {
    "id": 664,
    "createdAt": "2019-12-18T17:56:35-08:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Demand the Senate Conduct a Thorough Impeachment Trial",
    "reason": "The House of Representatives has voted to impeach Donald Trump for abuse of power and obstruction of Congress. Impeachment proceedings now move to the Senate for consideration. Despite the grave nature of the impeachment charges against Trump, Senate Majority Leader Mitch McConnell (R-KY) is doing all he can to prevent a fair and complete impeachment trial. McConnell is [actively coordinating with White House attorneys](https://www.nytimes.com/2019/12/13/us/politics/mcconnell-white-house-impeachment-trial.html) on a response to the impeachment trial. This unprecedented coordination between the executive and legislative branches of government flagrantly ignores the constitutional checks and balances designed to limit presidential abuse of power. \n\nFurthermore, McConnell is suppressing testimony from key witnesses to Trump’s potentially impeachable conduct. He has [already rejected](https://www.nytimes.com/2019/12/17/us/politics/trump-impeachment.html) Democrats’ requests to call key White House officials, including former national security adviser John Bolton and White House chief of staff Mick Mulvaney, as witnesses. \n\nMcConnell’s actions clearly illustrate that he would rather ignore and validate Trump’s appalling conduct than do his job and lead an appropriately thorough impeachment trial. Senators from both parties must [vote to allow the calling of witnesses](https://www.cnn.com/2019/12/16/politics/senate-rules-impeachment-trial/index.html) and advocate for a thorough impeachment process.  Demand that your senator defend the Constitution by pledging to support a full and fair impeachment trial in the Senate. \n",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling to urge [REP/SEN NAME] to push for thorough impeachment proceedings, to include the calling of key witnesses. The allegations against Trump are far too serious to be pushed aside in favor of partisan politics. Can I count on [REP/SEN NAME] to commit to a complete and comprehensive impeachment trial?\n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 435
    },
    "slug": "trump-impeachment-senate-trial",
    "active": true,
    "meta": "recWUAJFR3V99JNjR"
  },
  {
    "id": 573,
    "createdAt": "2019-05-06T20:15:01-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support Legislation Protecting Preexisting Conditions - Passed House",
    "reason": "\u003e**UPDATE (05/09/19):** In a 230 to 183 vote, the House has passed HR 986. The legislation now moves to the Senate for consideration. \n\nLast fall, the Trump administration [approved a new rule](https://www.washingtonpost.com/powerpost/trump-administration-allows-aca-subsidies-for-leaner-health-plans/2018/10/22/4b108d7a-d63b-11e8-83a2-d1c3da28d6b6_story.html?noredirect=on\u0026utm_term=.d09d3bc90e84) allowing consumers to use Affordable Care Act tax subsidies to purchase short-term health insurance plans. These [substandard plans](https://www.nytimes.com/2019/02/06/us/politics/democrats-pre-existing-condition-coverage.html) can charge people with preexisting conditions higher premiums and aren’t required to cover essential health benefits like maternity, mental health, or hospital services. Healthcare advocates have warned that the [proliferation of these junk plans](https://www.nytimes.com/2018/08/01/us/politics/trump-short-term-health-insurance.html) steers healthy people away from the long-term insurance market, which in turn drives up prices for sicker consumers. Short-term plans also put buyers at risk for financial devastation in case of an accident or an illness like cancer; for example, one short-term insurance plan buyer faced [$200,000 in bills](https://www.commonwealthfund.org/publications/issue-briefs/2019/may/states-step-up-protect-markets-consumers-short-term-plans) after their insurer declined to cover the vast majority of their heart surgery costs. \n\nDemocrats in the House and Senate have [introduced](https://www.warner.senate.gov/public/index.cfm/2019/2/senators-introduce-legislation-to-protect-americans-with-pre-existing-conditions) the Protecting Americans with Pre-existing Conditions Act ([H.R.986](https://www.congress.gov/bill/116th-congress/house-bill/986)/[S.466](https://www.congress.gov/bill/116th-congress/senate-bill/466)) to prohibit the use of ACA subsidies to pay for junk plans. Urge your representatives to support this legislation and protect the ACA—and consumers—from the Trump administration's ongoing attempts at ACA sabotage. ",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling to urge [REP/SEN NAME] to support **[HR 986 if House, S 466 if SENATE],** the Protecting Americans with Pre-existing Conditions Act. Permitting the use of ACA subsidies to purchase short-term insurance plans puts consumers at risk for medical bankruptcy and weakens protections for the thousands of people with preexisting health conditions. \n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Healthcare"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 524
    },
    "slug": "protecting-americans-preexisting-conditions -act",
    "active": false,
    "meta": "recs0Er3p4wNjHrAu"
  },
  {
    "id": 601,
    "createdAt": "2019-06-24T21:30:01-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support Securing America’s Federal Elections with the SAFE Act - Needs Senate Vote",
    "reason": "\u003e**UPDATE (07/24/19):** During his testimony before Congress, former special counsel Robert Mueller [called Russian electoral meddling](https://www.nbcnews.com/politics/justice-department/robert-mueller-congressional-testimony-full-opening-statement-n1033391?cid=sm_npd_ms_fb_ma) \"among the most serious\" challenges to US democracy that he'd ever encountered and added, \"[T]his deserves the attention of every American.\" The Senate must act immediately to pass the House-approved SAFE Act and safeguard our elections.  \n\n\u003e**UPDATE (06/27/29):** With a 225-184 vote, the House has passed the SAFE Act. The bill now moves to the Senate for consideration. \n\nGiven the impact of election interference on tipping the 2016 election to Donald Trump, improving the security and accessibility of our elections before 2020 is a top priority. To this end, Representative Zoe Lofgren has recently introduced [H.R. 2722](https://www.congress.gov/bill/116th-congress/house-bill/2722): the Securing America’s Federal Elections (SAFE) Act. \n\nThis bill establishes requirements and funding for important updates to our elections process including [paper ballot requirements](https://www.washingtontimes.com/news/2019/jun/21/election-security-bill-requiring-paper-ballots-adv/) and other cybersecurity safeguards, improving ballot design to minimize confusion and user errors, and improving accessibility for voters with disabilities, voters whose primary language is not English, and voters with literacy difficulties. The legislation also provides [$600 million in funding](https://thehill.com/policy/cybersecurity/449760-house-panel-advances-election-security-bill-requiring-paper-ballots) for the Election Assistance Commission to increase security standards.\n\nTogether, these requirements will support a more secure, more accessible election to enable a truly representative vote from the American electorate. Representatives need to hear from their constituents that improving our federal voting process is a top priority before the 2020 election. ",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling to urge [REP/SEN NAME] to vote in favor of H.R. 2722, the Securing America’s Federal Elections Act. As a constituent, I need to know that my vote and the votes of others in my community will count, and this bill will ensure a more accessible and more secure voting process. It is a top priority to have in place before the 2020 elections. \n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 331
    },
    "slug": "securing-americas-federal-elections-safe-act",
    "active": false,
    "meta": "recWBrsKeWv0VHud1"
  },
  {
    "id": 654,
    "createdAt": "2019-12-10T07:39:53-08:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Demand the House Pass Articles of Impeachment Against Trump - IMPEACHED",
    "reason": "\u003e**UPDATE (12/18/19):** The House has voted to approve both articles of impeachment against Donald Trump. The next step of the impeachment process is a Senate trial.\n\n\u003e**UPDATE (12/15/19):** The House will vote to approve the impeachment of Donald Trump on Wednesday, December 18th. If approved, Trump will be the third president in US history to be impeached. \n\nOn Tuesday, December 10th, House Democrats [released articles of impeachment against Donald Trump](https://www.usatoday.com/story/news/politics/2019/12/10/house-democrats-release-impeachment-articles-against-president-trump/4381308002/). The formal accusations against Trump are the culmination of a weeks-long impeachment inquiry led by the House. During the hearings, [multiple witnesses testified](https://www.nytimes.com/interactive/2019/12/03/us/politics/house-impeachment-report.html) that Trump threatened to withhold military aid from Ukraine, a US ally, unless Ukraine president Volodymyr Zelensky agreed to open a baseless investigation of former Vice President and 2020 presidential candidate Joe Biden. Furthermore, Trump and his team stonewalled investigation of any potential misconduct by repeatedly refusing to comply with subpoenas, withholding documents, and publicly threatening impeachment hearing witnesses and other investigators. \n\nConsistent with impeachment inquiry findings, House Democrats’ articles of impeachment accuse Trump of abuse of power and obstruction of Congress. The House must now vote to approve the articles and move the impeachment proceedings to the Senate. As the House Judiciary Committee’s [report on the constitutional basis for impeachment](https://www.politico.com/news/2019/12/07/house-judiciary-report-impeachment-077701) states, “\"A President who perverts his role as chief diplomat to serve private rather than public ends has unquestionably engaged in ‘high Crimes and Misdemeanors’ — especially if he invited, rather than opposed, foreign interference in our politics.” Impeachment is the only appropriate constitutional remedy to address Trump’s flagrant abuses of power. ",
    "script": "Hi, my name is **[NAME]** and I’m a constituent from [CITY, STATE]. \n\nI'm calling to urge [REP/SEN NAME] to support the articles of impeachment against Donald Trump. Trump's blatant abuses of power and repeated obstruction of justice are clearly impeachable offenses and a threat to the integrity of our democracy. \n\nThank you for all your hard work answering phones.\n\n**IF LEAVING VOICEMAIL:** Please leave full address to ensure call is tallied.",
    "categories": [],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 754
    },
    "slug": "articles-impeachment-trump",
    "active": true,
    "meta": "rec9ThbnWsO5BX75N"
  },
  {
    "id": 418,
    "createdAt": "2019-01-21T19:45:01-08:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support Legislation to Reduce Prescription Drug Prices - Passed House",
    "reason": "\u003e**UPDATE (12/12/19):** In a 230-190 vote, the House is has passed HR 3. The legislation now moves to the Senate for consideration.\n\nRising prescription drug costs continue to threaten U.S. residents’ physical and financial health, leaving millions of Americans unable to afford essential medications. Nevertheless, pharmaceutical companies have [continued to increase prices on critical drugs like insulin](https://www.npr.org/sections/health-shots/2019/01/07/682986630/prescription-drug-costs-driven-by-manufacturer-price-hikes-not-innovation). \nDespite Donald Trump’s vocal campaign promises to limit prescription spending, his administration’s proposed approach [does nothing to curb pharmaceutical companies’ ability to set astronomical drug prices](https://www.pbs.org/newshour/health/democrats-to-unveil-bills-to-reduce-prescription-drug-prices). Democrats in the House and Senate have introduced a [number of bills](https://www.vox.com/policy-and-politics/2019/1/14/18176707/prescription-drug-prices-bills-bernie-sanders-elizabeth-warren) designed to meaningfully decrease prescription costs, some of which have bipartisan support from Republicans. Specifically, the House has introduced [HR 3: the Lower Drug Costs Now Act.](https://www.speaker.gov/LowerDrugCosts)\n\nA few key provisions from these bills include: \n\n- Accelerating the process to bring generic drugs to market\n- Limiting consumers’ out-of-pocket spending\n- Allowing consumers to buy lower-priced medications from Canada, in turn driving down prices for US drugs due to increased competition\n- Allowing Medicare to negotiate directly with drug makers to increase transparency and lower prices\n- Requiring brand name drugs to lower excessive prices or face direct competition from generic drugs\n\nAs these bills are introduced and considered, constituents must urge their representatives to support legislation to substantively control prescription drug costs.",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling because I am very concerned about high prescription drug costs. I urge [REP/SEN NAME] to support and vote for **H.R. 3, S.62 and S.102**, and other drug cost control bills. I am particularly interested in bills that...\n\n**PICK ONE OR TWO PRIORITIES:**\n\n- Cap out-of-pocket drug spending\n- Require branded drugs sold in the US to cost the same as those sold abroad \n- Bring generic drugs to market faster \n- Allow Medicare to negotiate drug prices directly\n- Allow importing of drugs from Canada\n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Healthcare"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 973
    },
    "slug": "reduce-prescription-drug-prices",
    "active": true,
    "meta": "recyDmg56pXxEdh82"
  },
  {
    "id": 553,
    "createdAt": "2019-04-08T20:41:25-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Protect Accountability with Nonpartisan Inspectors General - Passed House",
    "reason": "\u003e**UPDATE (07/17/19):** The House has passed HR 1847, the legislation now moves to the Senate for consideration. \n\nInspectors General (IGs) provide nonpartisan oversight of government agencies to ensure responsible use of taxpayer dollars. In fiscal year 2016 alone, [IGs identified over $45 billion in savings,](https://www.hsgac.senate.gov/imo/media/doc/REPORT-Undermining%20Independent%20Oversight-The%20President's%20Fiscal%20Year%202019%20Budget%20Does%20Not%20Adequately%20Support%20Federal%20Inspectors%20General.pdf) representing a $17 return for every $1 spent on IG operations. IGs also investigate wrongdoing at federal agencies. IG investigations helped expose former Health and Human Services Secretary [Tom Price’s wasteful spending,](https://www.cnn.com/2018/07/13/politics/tom-price-travel-review/index.html) former EPA administrator [Scott Pruitt’s raft of ethics violations,](https://www.cnn.com/2018/11/29/politics/pruitt-epa-investigations/index.html) and former Department of Interior Secretary [Ryan Zinke’s inappropriate land dealings,](https://www.washingtonpost.com/energy-environment/2018/10/30/zinkes-own-agency-watchdog-just-referred-him-justice-department/?utm_term=.94e1f878176f) resulting in the resignation of all three cabinet members. \n\nOf the 73 IGs across federal agencies, there are currently 12 agencies that lack a permanent IG appointment by the president, including the Department of Homeland Security (DHS). In order to close that gap and force the White House to appoint IGs, Reps. Ted Lieu (D-CA) and Jody Hice (R-GA) have introduced [H.R. 1847, the Inspector General Protection Act.](https://www.govexec.com/oversight/2019/03/house-panel-clears-bill-pressure-president-inspector-general-vacancies/155826/) The legislation requires a president to notify Congress when an IG vacancy has lasted longer than 210 days, including the reasons why no one has been nominated and a target date for a nomination. It also requires congressional reporting within 30 days if an IG has a change of status, such as being placed on administrative leave. \n\nInspectors General ensure tax dollars are used as efficiently as possible and provide essential oversight to government agencies. [H.R. 1847](https://www.congress.gov/bill/116th-congress/house-bill/1847) would require presidents to take IG nominations seriously and make them an administrative priority.  \n\n- Is your representative a [cosponsor of this legislation?](https://www.congress.gov/bill/116th-congress/house-bill/1847/cosponsors)",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling in support of H.R. 1847, the Inspector General Protection Act. Congress should be informed of Inspectors General vacancies and changes in status given their essential role in oversight of government agencies. \n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Government Oversight"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 330
    },
    "slug": "inspectors-general-protection-act",
    "active": false,
    "meta": "recl8RWJ8g5ZlQm2D"
  },
  {
    "id": 643,
    "createdAt": "2019-10-21T21:35:08-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Safeguard Our Elections from Foreign Interference with the SHIELD Act ",
    "reason": "\u003e**UPDATE (10/24/19):** In a 227 to 181 vote , the House has passed the SHIELD Act. The legislation now moves to the Senate for consideration. \n\nThe Stopping Harmful Interference in Elections for a Lasting Democracy (SHIELD) Act, [HR 4617](https://www.congress.gov/bill/116th-congress/house-bill/4617) introduced by Congresswoman Zoe Lofgren (D-CA), is intended to protect our elections from foreign interference and disinformation campaigns. \nThe Mueller investigation detailed a [sweeping, coordinated effort by the Russian government](https://time.com/5567077/mueller-report-release/) to interfere in our election in 2016, and raised the alarm that they continue to spread disinformation on American social media platforms. Furthermore, investigators found that Trump and at least [17 of his campaign officials had more than 100 contacts]( https://time.com/5573768/mueller-report-trump-russian-contacts/) with Russians and Wikileaks. Now, with the revelation that [Trump attempted to force Ukraine to investigate a conspiracy theory to damage a political rival,](https://www.bbc.com/news/world-us-canada-49800181) it has never been more clear we need legislation to protect our elections from foreign interference. \n\nThe SHIELD Act would:\n\n- Create a duty to report illicit offers of campaign assistance from foreign governments and their agents,\n\n- Improve transparency of online political advertisements,\n\n- Close loopholes that allow foreign nationals and foreign governments to spend in U.S. elections,\n\n- Restrict the exchange of campaign information between candidates and foreign governments and their agents, and\n\n- Prohibit deceptive practices about voting procedures\n\nDemand your representative support the SHIELD Act to protect our elections in 2020 and beyond. ",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling today in support of HR 4617, the SHIELD Act. We must take basic steps to safeguard our elections from foreign interference, especially with Trump’s overt attempts to have foreign governments help him in his reelection campaign.\n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 520
    },
    "slug": "shield-act-election-foreign-interference",
    "active": true,
    "meta": "recJFsrxDsjaES5bT"
  },
  {
    "id": 460,
    "createdAt": "2019-02-13T21:15:01-08:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Raise the Federal Minimum Wage - Passed House",
    "reason": " \u003e**UPDATE (07/18/19):** The House has passed HR 582 in a 231-199 vote. The legislation now moves to the Senate for consideration.\n\n\u003e**UPDATE (07/14/19):** The House expected to vote on HR 582 on Thursday, July 18th. \n\nDemocrats in both the House and Senate have introduced the [Raise the Wage Act of 2019](https://www.motherjones.com/politics/2019/01/bernie-sanders-democrats-minimum-wage/) ([S. 150](https://www.congress.gov/bill/116th-congress/senate-bill/150)/[H.R. 582](https://www.congress.gov/bill/116th-congress/house-bill/582)), which would raise the federal minimum wage by roughly a dollar a year until it reaches $15 in 2024. Thereafter, further increases to the minimum wage would be adjusted based on median wage growth without the need for additional legislation. The bill includes other provisions to address increasing income inequality, such as the gradual elimination of sub-minimum wages for young people, people with disabilities, and tipped workers (restaurant workers and others in the service and hospitality industry).\n\nMany lawmakers assume that young people without major financial responsibilities hold minimum wage jobs, but in reality the majority of these jobholders are adults and their household’s primary breadwinners. Sixty-two percent of those working minimum wage jobs are women, and six million of them are mothers. Nearly 75% of Americans support raising the minimum wage. [Nineteen states have already done so, and another 21 cities](https://www.nelp.org/publication/raises-coast-coast-2019/?utm_campaign=website\u0026utm_source=facebook\u0026utm_medium=site) in red and blue states alike have increased the minimum wage to $15/hour. Under the Raise the Wage Act, [nearly 30% of all American workers would see higher wages](https://www.cbpp.org/research/state-budget-and-tax/state-earned-income-tax-credits-and-minimum-wages-work-best-together), including more than 40% of African American workers and a third of Latinx workers.\n\nIncreasing the minimum wage would benefit not only struggling workers and families but also [the US economy](https://www.epi.org/publication/why-america-needs-a-15-minimum-wage/). Consumer spending would increase, and the need for taxpayer funded public-assistance programs would decrease. Congressional support for the Raise the Wage Act is at an all-time high with 30 co-sponsors in the Senate and 188 co-sponsors in the House. The time for Congress to act is now.",
    "script": "Hi, my name is **[NAME]** and I’m a constituent from [CITY, ZIP].\n\nI'm calling to express my support for H.R. 582, the Raise the Wage Act . Raising the minimum wage is necessary to combat poverty and income inequality, grow the US economy, and create a better future for American families.\n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Worker's Rights"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 702
    },
    "slug": "raise-federal-minimum-wage",
    "active": false,
    "meta": "rec7mCpESdf5KrAFe"
  },
  {
    "id": 500,
    "createdAt": "2019-03-04T21:00:01-08:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support the Saudi Arabia Accountability and Yemen Act",
    "reason": "After the White House [refused to meet a legally mandated assessment](https://amp.cnn.com/cnn/2019/02/08/politics/white-house-khashoggi-deadline/index.html?__twitter_impression=true) of who they believe is responsible for murdering journalist Jamal Khashoggi, a bipartisan group of Senators [reintroduced a bill](https://www.congress.gov/bill/116th-congress/senate-bill/398) to suspend weapons sales and impose sanctions on Saudi Arabia related to its activities in the Yemen civil war. Khashoggi’s murder is widely believed to been ordered by Crown Prince Mohammed Bin Salman, the second in charge and effective ruler of Saudi Arabia. The White House’s refusal to comply with the Feb. 8, 2019 deadline is another tactic employed by the administration to ignore overwhelming evidence that the murder of an American legal resident was ordered by the de facto Saudi Arabian leader. Taken together with a [recent report](https://www.washingtonpost.com/politics/top-trump-appointees-promoted-selling-nuclear-power-plants-to-saudi-arabia-over-objections-from-national-security-officials-house-democratic-report-says/2019/02/19/6a719762-3456-11e9-af5b-b51b7ff322e9_story.html?utm_term=.3f149358286b) that White House operatives pushed to give the Saudis access to nuclear technology that could be turned into weapons signals the Trump Administration will continue to ignore the nation’s foreign policy role in favor of profiteering.\n\nS. 398, the Saudi Arabia Accountability and Yemen Act of 2019, will impose new limits on weapons sales to Saudi Arabia and impose sanctions on individuals involved in Khashoggi’s death. Urge your senators to block any future Saudi-US weapons deals and to send a clear signal that Khashoggi’s death will not go unaddressed.\n\n- Is your Senator a [cosponsor]( https://www.congress.gov/bill/116th-congress/senate-bill/398/cosponsors) of this legislation? ",
    "script": "Hi, my name is **[NAME]** and I’m a constituent from [CITY, ZIP].\n\nI’m calling to ask [REP/SEN NAME] support S. 398, the Saudi Arabia Accountability and Yemen Act. The Saudi Arabian government must be held accountable for its role in the death of legal US resident Jamal Khashoggi and for the devastating humanitarian crisis in Yemen.\n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Foreign Affairs"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 281
    },
    "slug": "saudi-arabia-yemen-accountability-act",
    "active": false,
    "meta": "recPtRdM6HZK7pGXx"
  },
  {
    "id": 582,
    "createdAt": "2019-05-20T20:30:01-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support the Consumer First Act - Passed House",
    "reason": "\u003e**Update (05/22/18):** In a 231 to 191 vote, the House has passed the Consumer First Act. The legislation now moves to the Senate for consideration. \n\nUnder acting CFPB Director Mick Mulvaney and continuing with Director Kraininger, the Trump Administration has gutted the agency’s fair lending enforcement, sided with predatory payday lenders, and dismantled financial protections for servicemembers. \n[The Consumer First Act](https://www.congress.gov/bill/116th-congress/house-bill/1500) will reverse the Trump Administration’s anti-consumer agenda and return the Consumer Financial Protection Bureau to its original mission: protecting American consumers. [H.R. 1500 would restore](https://www.responsiblelending.org/media/consumers-first-act-will-return-cfpb-serving-citizens-first): \n\n- Full supervisory and enforcement powers in the Bureau’s fair lending office;\n- Prior interagency agreements that promote effective coordination among governmental offices;\n- Adequate CFPB staffing in its enforcement and supervisory positions to effectively hold predatory lenders accountable; and\n- Create a dedicated CFPB student loan office.\n\nTell your representative to support this critical legislation to reestablish the CFPB's important role in protecting consumers.",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling to voice my support of H.R. 1500, the Consumers First Act. The Consumer Financial Protection Bureau was created to protect Americans from predatory lending and to assist veterans and students navigate the financial system, and not serve the interests of predatory lenders.  \n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Consumer Protection"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 143
    },
    "slug": "consumer-first-act-cfpb",
    "active": false,
    "meta": "rec5FlgtkymK1frH5"
  },
  {
    "id": 607,
    "createdAt": "2019-07-14T16:34:51-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support HR 2615 to Address the Root Causes of Migration from Central America - Passed House",
    "reason": "\u003e**UPDATE (07/15/19):** The House has passed HR 2615 in a unanimous vote. The legislation now move to the Senate for consideration. \n\nOn May 9th, Representatives Eliot Engel (D-NY), Chairman of the House Committee on Foreign Affairs, and Michael McCaul (R-TX), the Committee’s Ranking Member, introduced HR 2615, the [United States–Northern Triangle Enhanced Engagement Act]( https://www.congress.gov/bill/116th-congress/house-bill/2615\n), which supports the people of Central America and strengthens U.S. national security by addressing the root causes of migration from El Salvador, Guatemala and Honduras.\n\nThe legislation authorizes irrevocable foreign assistance to Central America for fiscal year 2020 and reasserts congressional intent by not permitting authorized funds to be reprogrammed, transferred or rescinded. The bill also lays out a series of actions to be taken by the Secretary of State, the Administrator of USAID and other U.S. government officials to promote inclusive economic growth and development, combat corruption, strengthen democratic institutions and improve security conditions in the Northern Triangle.\n\nSpecifically, the United States – Northern Triangle Enhanced Engagement Act would:\n\n- Authorize $577 million in foreign assistance to Central America to address the root causes of migration in fiscal year 2020. It includes conditions on any assistance going to the central governments of El Salvador, Guatemala and Honduras\n- Requires the Department of State and USAID to develop and report to Congress on annual benchmarks to track the progress of the strategy in addressing the drivers of irregular migration\n- Requires the Secretary of State and USAID Administrator to prioritize inclusive economic growth and development, anti-corruption, and strengthening democratic institutions and security conditions in the Northern Triangle\n- Puts in place targeted visa bans and asset freezes on individuals who are determined to be engaged in acts of corruption impacting the Northern Triangle countries\n- Enhances engagement with the Mexican government on the Northern Triangle\n- Requires advance notification to Congress on security assistance to Northern Triangle countries, regardless of the dollar amount for the following three years\n\nCall your representatives today and demand they support HR 2615. \n\nSource: [U.S. House of Representatives Committee on Foreign Affairs](https://foreignaffairs.house.gov/2019/5/engel-mccaul-introduce-legislation-to-address-root-causes-of-migration-from-central-america)",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling to urge [SEN/REP NAME] to vote for H.R. 2615, United States–Northern Triangle Enhanced Engagement Act. We must address the root causes of migration from Central America, not detain, abuse, and reject desperate immigrants seeking asylum.\n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Immigration"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 335
    },
    "slug": "northern-triangle-engagement-act",
    "active": false,
    "meta": "rec65mqLDSpfLA6Zv"
  },
  {
    "id": 614,
    "createdAt": "2019-08-11T20:54:14-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Oppose Changes to SNAP that would Exclude 3 Million from Assistance",
    "reason": "UPDATE (12/4/19): The Trump administration has finalized a proposed rule that [could exclude nearly 700,000 people](https://www.washingtonpost.com/business/2019/12/04/trump-administration-tightens-work-requirements-snap-which-could-cut-hundreds-thousands-food-stamps/) from SNAP assistance by implementing stricter work requirements for this population. Other proposals to further undermine this critical service are still pending, and we must speak up now to defend SNAP benefits. \n\nThe Trump administration has proposed a change to the Supplemental Nutrition Assistance Program (SNAP) that could exclude over 3 million people from receiving food assistance. A SNAP rule called broad-based categorical eligibility (BBCE) currently allows low-income people to enroll in SNAP if they’ve already [qualified for other anti-poverty benefit programs](https://www.fns.usda.gov/snap/broad-based-categorical-eligibility). The rule guarantees [access to free school meals for 256,000 children](https://www.npr.org/2019/07/23/744451246/3-million-could-lose-food-stamp-benefits-under-trump-administration-proposal) from SNAP-enrolled households. States also have flexibility to waive income and asset limits for SNAP recipients, meaning [families don’t suddenly lose SNAP benefits](https://www.vox.com/future-perfect/2019/7/24/20707062/food-stamps-snap-trump-administration-sonny-perdue-agriculture) if their wages or savings increase by a small amount. [Over forty states](https://www.cbpp.org/research/food-assistance/snaps-broad-based-categorical-eligibility-supports-working-families-and) have adopted less restrictive income and asset limits for SNAP enrollees, [reducing administrative costs and program churn](https://www.urban.org/sites/default/files/2000843-asset-limits-snap-participation-and-financial-stability.pdf) while [encouraging low-income families to save]( https://www.urban.org/sites/default/files/publication/100429/the_importance_of_broad-based_categorical_eligibility_bbce_in_snap_2.pdf). The Trump administration has now [proposed a new rule](https://www.usda.gov/media/press-releases/2019/07/23/usda-proposes-close-snap-automatic-eligibility-loophole) to eliminate BBCE. \n\nThe elimination of BBCE would not only harm millions of hungry US residents but also damage the nation’s economy more broadly. Economists have estimated that every $1 spent on SNAP benefits generates between [$1.22](https://www.americanprogress.org/issues/poverty/news/2019/03/14/466700/trumps-effort-cut-snap-fiat-kill-178000-jobs-next-decade/) and [$1.84](https://www.theatlantic.com/health/archive/2012/07/the-economic-case-for-food-stamps/260015/) in economic activity. SNAP [protects working families](https://www.cbpp.org/research/the-relationship-between-snap-and-work-among-low-income-households) during economic downturns and [creates jobs](https://www.ers.usda.gov/topics/food-nutrition-assistance/supplemental-nutrition-assistance-program-snap/economic-linkages/). While the proposed rule change is subject to public comment, Congress must also condemn this ill-conceived attack on food assistance for vulnerable people. ",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling to demand [REP/SEN NAME] condemn the Trump administration's continued attacks the SNAP program. Reducing states' flexibility in extending SNAP benefits to needy populations will leave millions hungry while harming our economy and increasing SNAP program administrative costs. \n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Civil Rights"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate",
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 1076
    },
    "slug": "snap-changes-school-lunch",
    "active": true,
    "meta": "rectEOBrk60UMpOiL"
  },
  {
    "id": 645,
    "createdAt": "2019-10-28T14:27:36-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support the Impeachment Inquiry of Donald Trump - PASSED",
    "reason": "\u003e**UPDATE (10/31/19):** In a 231 to 196 vote, the House has passed a resolution to formalize the next steps of Trump's impeachment.\n\n\u003e**UPDATE (10/28/19):** On Thursday, October 31st, the House will [vote on a resolution to formalize](https://www.washingtonpost.com/politics/trump-impeachment-inquiry-live-updates/2019/10/28/4d316e64-f96a-11e9-8190-6be4deb56e01_story.html) the next phase of Trump's impeachment inquiry. After unprecedented obstruction by Trump and his allies, [House Speaker Nancy Pelosi announced](https://www.npr.org/2019/10/28/774170607/house-will-vote-to-formalize-impeachment-inquiry) \"We are taking this step to eliminate any doubt as to whether the Trump Administration may withhold documents, prevent witness testimony, disregard duly authorized subpoenas, or continue obstructing the House of Representatives.\" Demand your representatives vote in favor of the resolution to formalize Trump's impeachment inquiry.\n\n\u003e**UPDATE (09/24/12):** House Speaker Nancy Pelosi has announced that [six House committees will initiate a formal impeachment inquiry against Donald Trump](https://www.cnn.com/politics/live-news/trump-ukraine-09-24-2019/index.html). The decision to pursue impeachment comes in the wake of a bombshell [whistleblower report](https://www.nytimes.com/2019/09/19/opinion/trump-whistleblower.html) alleging that Trump pressured the Ukrainian government to discredit Democratic presidential candidate Joe Biden [in exchange for military aid](https://www.wsj.com/articles/trump-defends-conversation-with-ukraine-leader-11568993176). The Trump administration has repeatedly [refused to release the full whistleblower complaint to Congress](https://www.nbcnews.com/politics/donald-trump/trump-acknowledges-withholding-funds-ukraine-n1058126), offering only to release a single transcript of a call between Trump and Ukrainian president Volodymyr Zelensky. The official impeachment inquiry begun today is a necessary step toward revealing the full scope of Trump's abuses of power. \n\nSince (now-former) Special Counsel Robert Mueller released his team’s final [report](https://www.justice.gov/storage/report.pdf) in late April, the Trump administration has aggressively moved to [mislead the American people](https://www.nytimes.com/2019/05/31/us/politics/barr-mueller-team.html?smid=tw-nytimes\u0026smtyp=cur) about the report’s central findings: the Russian government interfered in the 2016 US elections, and Mueller’s team could not clear Donald Trump of crimes related to this effort. In a surprise press conference on May 29, Mueller reiterated that the Department of Justice prevents criminal prosecution of a sitting President and stated, “If we had had confidence that the president clearly did not commit a crime, we would have said so.” Mueller made it clear that it now falls to Congress to review the report and its findings and act accordingly. \n\nDespite Trump’s frequent [claims of innocence](https://www.sfgate.com/politics/article/Note-in-margins-of-speech-reminds-Trump-THERE-13082519.php#photo-16834207), his team has repeatedly and brazenly refused to comply with document requests and subpoenas from members of Congress and [courts](https://www.washingtonpost.com/politics/justice-department-fails-to-comply-with-court-order-to-release-transcripts-of-michael-flynns-conversations-with-russian-ambassador/2019/05/31/9b4a6754-83b8-11e9-95a9-e2c830afe24f_story.html?utm_term=.ba71cff5c029). The Mueller report’s [alarming findings](https://www.justsecurity.org/63838/guide-to-the-mueller-reports-findings-on-collusion/) make it clear that Congress must continue to investigate the Trump administration’s potential collaboration with Russia. Given the Trump administration’s obstruction, the House Judiciary Committee must open an impeachment inquiry of Trump. \n\nDemand that your representative call for an impeachment inquiry to assess whether the conclusions Mueller reached are impeachable offenses.\n\n- Does your House member [support opening an impeachment inquiry?](https://www.axios.com/impeachment-house-democrats-whip-list-c730f5e6-201f-41db-b3e1-923c387b894c.html)",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling to express my strongest support for the impeachment inquiry against Donald Trump. Trump's repeated abuses of power for personal and financial gain merit a thorough investigation. \n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Government Oversight"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 267
    },
    "slug": "house-impeachment-inquiry-trump",
    "active": false,
    "meta": "recAhHxtgKxjlldXm"
  },
  {
    "id": 380,
    "createdAt": "2018-12-18T15:30:02-08:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Demand Action Against Gun Violence",
    "reason": "The United States has more guns per capita than any other peer nation; Americans constitute about 4% of the world's population but own 42% of all civilian firearms. On average, there is a mass shooting almost every day of the year in the United States, and the nation has far higher rates of gun homicides than any other developed nation. Firearm suicides in the US are also dismally common, with suicides actually comprising the majority of gun-related deaths. However, thanks to continued lobbying by the National Rifle Association (NRA), Congress has repeatedly failed to take meaningful action and curb gun violence.\n\nGun violence prevention experts have recommended a number of policy approaches to reduce gun violence:\n\n- Congress can close legal loopholes that allow people to buy guns without background checks from private sellers, websites, or gun shows. A move that over 80% of gun owners support.\n\n- Congress can institute universal background checks for both gun and ammo purchasers and require gun licenses, all measures supported by the vast majority of Americans.\n\n- Congress can adequately fund community-based interventions such as the nearly 20-year-old Ceasefire program, an underfunded effort that has helped to reduce gun violence in cities through education and public health crisis strategies.\n\n- Congress can reinstate the assault weapons ban that expired in 2004, or pass new legislation banning the purchase of high-capacity magazines and military-style assault weapons.\n\nAmerica's disproportionately high rates of gun-related deaths are both tragic and shameful. Congress can save lives by passing common-sense legislation to reduce gun violence. ",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling to urge [REP/SEN NAME] take action to reduce the epidemic of gun violence in the United States by...\n\n**CHOOSE 1-3 POLICIES BELOW**\n\n- Closing the loophole that lets people buy guns at shows and through private sellers without background checks\n- Instituting universal background checks for ammo and gun buyers, a measure 80% of gun owners support\n- Funding evidence-based community anti-violence programs, like Ceasefire, which have been shown to reduce shootings\n- Reinstating a federal ban on the purchase of high-capacity magazines and military-style assault weapons, which is supported by at least 65% of Americans.\n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Gun Reform"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate",
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 1458
    },
    "slug": "demand-action-against-gun-violence",
    "active": false,
    "meta": "recgvn5j8YZFeEytQ"
  },
  {
    "id": 428,
    "createdAt": "2019-01-29T20:43:51-08:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Urge Congress to Pass Legislation to Prevent Future Shutdowns",
    "reason": "After a record-breaking thirty-five day government shutdown that cost the US economy an [estimated $11 billion](https://www.nbcnews.com/politics/politics-news/shutdown-cost-u-s-economy-11-billion-budget-office-says-n963531), Congress has an opportunity to prevent future shutdowns from ever occurring. Members of Congress from both sides of the aisle have called for the passage of legislation to sustain current federal funding levels during congressional budgeting impasses. A bill from Sen. Mark Warner (D-VA) would keep government funding at current levels, [except for any funding for the legislative branch and the White House](https://www.warner.senate.gov/public/index.cfm/2019/1/warner-introduces-legislation-to-end-future-government-shutdowns).  Republican lawmakers have also proposed anti shutdown legislation, however Warner’s bill is the only one that freezes congress’s pay during budget disagreements. \n\nIn the House, Reps. Golden (R-ME), Crenshaw (R-TX) and Rose (D-NY) have [introduced similar legislation](https://thehill.com/homenews/house/427496-dem-lawmaker-introduces-bill-to-withhold-pay-from-president-during-shutdowns) known as the Solidarity in Salary Act of 2019, which would suspend the pay for the President, Vice President, and Congress until the government reopens. Additionally, House Speaker Nancy Pelosi (D-CA) has [voiced support for a provision to automatically sustain current funding levels](https://www.thedailybeast.com/pelosi-embraces-legislation-to-effectively-prevent-future-government-shutdowns) if an appropriations bill does not pass by a certain deadline. \nAs Sen. Lamar Alexander (R-TN) [stated](https://www.nytimes.com/2019/01/26/us/politics/government-shutdown-legislation.html), “Shutting down the government should be as off limits in budget negotiations as chemical warfare is in real warfare.” \n\nFederal employees, contractors, and the millions of Americans who depend on the federal government for services should not be held hostage during contentious appropriations debates. Congress must act to pass commonsense, bipartisan legislation to prevent future government shutdowns. ",
    "script": "Hi, my name is **[NAME]** and I’m a constituent from [CITY, STATE]. \n\n**IF CALLING SENATE:**\nI'm calling to urge [REP/SEN NAME] to support the Stop STUPIDITY Act to prevent future government shutdowns while holding Congress and the White House accountable for reaching a timely funding agreement. The entire government should not be held hostage over appropriations negotiations. \n\n**IF CALLING HOUSE:**\nI'm calling to urge [REP/SEN NAME] to support the Solidarity in Salary Act of 2019 so congress and the White House do not receive pay during a federal shutdown. Lawmakers should experience the hardship faced by federal workers held hostage over appropriations negotiations.  \n\nThank you for all your hard work answering phones.\n\n**IF LEAVING VOICEMAIL:** Please leave full address to ensure call is tallied.",
    "categories": [
      {
        "name": "Government Shutdown"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US House",
      "US Senate"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 950
    },
    "slug": "prevent-government-shutdowns",
    "active": true,
    "meta": "recWhO89Wu990th4E"
  },
  {
    "id": 486,
    "createdAt": "2019-02-25T20:45:01-08:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support Medicare for All",
    "reason": "\u003e**UPDATE (4/29/19):** The House held the first ever Congressional hearings on Medicare for All on Tuesday, April 30th. \n\nIn 2016, healthcare costs constituted [nearly 18% of the United States' gross domestic product](https://money.cnn.com/2018/01/30/news/economy/health-care-costs-eating-the-economy/index.html). Despite [spending far more on healthcare](https://jamanetwork.com/journals/jama/article-abstract/2674671?redirect=true) than any of our economic peers, the US has [worse health outcomes](https://news.harvard.edu/gazette/story/2018/03/u-s-pays-more-for-health-care-with-worse-population-health-outcomes/) than similarly wealthy countries. High healthcare costs not only [divert resources from sectors like education and infrastructure](https://www.healthcarefinancenews.com/news/healthcare-spending-us-sends-damaging-ripple-effect-across-other-major-sectors-households) but also force [thousands of people to delay or forgo necessary care](https://www.cnbc.com/2018/11/29/over-half-of-americans-delay-health-care-becasue-they-cant-afford-it.html). \n\n[The Medicare for All Act of 2019](https://www.vox.com/policy-and-politics/2019/2/5/18209945/medicare-for-all-bernie-sanders-kamala-harris-cory-booker-single-payer) would replace our patchwork system of private and public insurers with a single public payer by expanding Medicare access to all Americans. Medicare would cover all essential healthcare, while private insurers would continue covering elective procedures like plastic surgery. While the bill would require a significant tax hike, [primarily among the wealthiest Americans](https://www.vox.com/2018/12/13/18103087/medicare-for-all-single-payer-democrats-sanders-jayapal), major reductions in healthcare spending would outweigh tax increases. Individuals would pay dramatically lower premiums and would not pay copays or deductibles at all. Indeed, multiple studies have concluded shifting to a universal healthcare system could [save the United States trillions](https://www.theguardian.com/commentisfree/2018/dec/11/universal-healthcare-could-save-america-trillions-whats-holding-us-back) by eliminating administrative costs and giving the government more leverage to negotiate cheaper drug prices. With a universal healthcare system, the US could finally end its shameful exclusion of millions from the healthcare system, eliminate medical bankruptcy, and provide more Americans with access to needed care. \n\n- Is your Representative a [cosponsor of this legislation?](https://www.congress.gov/bill/116th-congress/house-bill/1384/cosponsors)\n\n- Is your Senator a [cosponsor of this legislation?](https://www.congress.gov/bill/116th-congress/senate-bill/1129/cosponsors)",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling in support of **[H.R.1384 for House/S.1129 for Senate],** the Medicare for All Act of 2019. Shifting to a universal healthcare system would save billions of dollars while giving every American the chance to get the care they need and live healthy, productive lives. \n\nThank you for your hard work answering the phones. \n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Healthcare"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate",
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 652
    },
    "slug": "support-medicare-for-all",
    "active": false,
    "meta": "rec756OQ2zmmUtkZI"
  },
  {
    "id": 543,
    "createdAt": "2019-03-24T20:56:25-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Protect Dreamers with the Dream and Promise Act ",
    "reason": "\u003e**UPDATE (06/04/19):** In a 237-187 vote, the House has passed H.R. 6, the Dream and Promise Act. The legislation now moves to the Senate for consideration. \n\nIn late 2017 and early 2018 Donald Trump ordered the termination of the Obama-era Deferred Action for Childhood Arrivals (DACA) program and revocation of hundreds of thousands of immigrants’ [Temporary Protected Status (TPS)](https://www.vox.com/policy-and-politics/2019/3/12/18262314/tps-honduras-nepal-lawsuit-news-status). The DACA program protects approximately 800,000 undocumented people who entered the US as minors from deportation and gave them access to work permits and education. TPS allows [over 300,000 immigrants](http://www.pewresearch.org/fact-tank/2019/03/08/immigrants-temporary-protected-status-in-us/) from countries affected by natural disasters, violence, and other dangers to remain in the US until conditions in their home nations improve. Court injunctions have allowed both [DACA](https://www.nilc.org/issues/daca/status-current-daca-litigation/) and [TPS](https://www.vox.com/policy-and-politics/2018/10/4/17935926/tps-injunction-chen-news) protections to remain in place while lawsuits proceed, keeping DACA and TPS recipients in limbo. \n\nBecause the Supreme Court leans conservative, reversal of the current lower court injunctions is likely. A permanent legislative fix is needed immediately to protect DACA and TPS recipients. House Democrats’ [Dream and Promise Act of 2019 (HR 6)](https://www.vox.com/2019/3/12/18261574/dream-act-daca-tps-democrats-bill) would provide permanent legal protections and a pathway to citizenship for DACA and TPS recipients. The bill would let TPS recipients who have been in the US since fall 2016 apply for green cards, and, after five years, full citizenship. DACA recipients could apply for “conditional permanent residency” after meeting certain requirements; after receiving conditional residency, they could then apply for a green card after completing two years of a bachelor’s or technical program, receiving a degree from an institution of higher education, serving in the military for two years, or working for three years. If passed, the Dream and Promise Act could help as many as 2.5 million people obtain legal status and put them on a path to citizenship. Demand your members of Congress support H.R. 6 to protect DACA and TPS recipients.",
    "script": "Hi, my name is **[NAME]** and I’m a constituent from [CITY, ZIP]. \n\nI'm calling in support of H.R. 6, the Dream and Promise Act. It is time we permanently protected our DACA and TPS recipients, and I expect [REP/SEN NAME] to support this legislation. \n\nThank you for all your hard work answering phones.\n\n**IF LEAVING VOICEMAIL:** Please leave your full address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Immigration"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 543
    },
    "slug": "dream-promise-act",
    "active": false,
    "meta": "rec3m1ctBOAbbeDXq"
  },
  {
    "id": 612,
    "createdAt": "2019-08-05T20:34:14-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Demand a Federal Ban on Assault Weapons ",
    "reason": "In 2004, the NRA successfully pressured the Republican-controlled government into not renewing the [1994 Federal Assault Weapons Ban.](https://www.politico.com/story/2018/09/13/clinton-signs-assault-weapons-ban-sept-13-1994-813552) The ban had been working to protect lives; after it expired the number of gun massacre deaths (which had decreased over 40% during the ban) jumped nearly 2.5 fold. \n\nGun violence experts are now renewing their calls for a nationwide ban on these types of weapons - and Americans agree - [recent polls show](https://www.businessinsider.com/gun-control-poll-americans-support-assault-weapons-ban-after-florida-shooting-2018-2) at least two-thirds of Americans support a nationwide assault weapons ban. \n\nTo reinstate an assault weapons ban, Senator Dianne Feinstein (D-CA) has introduced [S. 66](https://www.congress.gov/bill/116th-congress/senate-bill/66) and Representative David Cicilline (D-RI) has introduced [H.R. 1296](https://www.congress.gov/bill/116th-congress/house-bill/1296), both titled the Assault Weapons Ban of 2019. These bills would ban future sales of high-capacity magazines and military-style assault weapons, including the AR-15 used in many recent gun massacres. Legislators must act now before any more lives are needlessly lost.",
    "script": "Hi, my name is **[NAME]** and I’m a constituent from [CITY, STATE]. \n\nI’m calling today to ask [REP/SEN NAME] to support **[Senate S.66; House H.R. 1296]**, the Assault Weapons Ban of 2019. We cannot afford to wait any longer to protect innocent lives from gun massacres.\n\nThank you for all your hard work answering phones.\n\n**IF LEAVING VOICEMAIL:** Please leave full street address to ensure call is tallied.",
    "categories": [
      {
        "name": "Gun Reform"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate",
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 1728
    },
    "slug": "federal-assault-weapon-ban",
    "active": false,
    "meta": "recDIBXICu6P11WoZ"
  },
  {
    "id": 383,
    "createdAt": "2018-12-18T15:30:02-08:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "STATES: Pass Common Sense Gun Reform Laws",
    "reason": "As school shootings and other mass killings continue to escalate, it has become clear to the majority of Americans that our approach to gun policy and violence must change. While the federal government has failed to act, state governments can enact laws to provide common sense gun safety reform.\n\nThe majority of voters - Democrat, Republican, and Independent - support common sense gun safety policies such as restricting gun sales to people convicted of violent crimes and banning the sale of military-type guns and weapons. State legislators have the power to make significant advances in gun safety reform if elected representatives are willing to finally take a stand. \n\nState representatives and governors need to hear directly from their constituents that gun safety is a top priority, and that now is the time to enact reform.",
    "script": "Hi, my name is **[NAME]** and I’m a constituent from [CITY, STATE]. \n\nI’m calling today to demand [SEN/REP NAME] work to enact common sense gun safety laws. I support laws that would expand background checks, restrict access to guns for convicted violent criminals, and ban the sale of military-type guns and ammunition. \n\nI’m disappointed at the lack of progress in gun safety reform by the federal government, now it's time for our state to take a stand and protect our communities.\n\nThank you for time and attention.\n\n**IF LEAVING VOICEMAIL:** Please leave your full address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Gun Reform"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "StateUpper",
      "StateLower",
      "Governor"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 983
    },
    "slug": "state-gun-reform-legislation",
    "active": false,
    "meta": "rec2GE3NWzJlnuxT4"
  },
  {
    "id": 409,
    "createdAt": "2019-01-06T18:45:01-08:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support HR 1: End Corruption and Defend Voting Rights - Passed House, Needs Senate Vote",
    "reason": "\u003e**UPDATE (06/27/19):** The House passed H.R. 1 with a 234-193 vote in March, but Senate Majority Leader Mitch McConnell has refused to allow a vote on the legislation. Now that the Supreme Court's conservative justices have ruled that [federal courts cannot act to prevent partisan gerrymandering](https://www.latimes.com/politics/la-na-pol-supreme-court-partisan-gerrymandering-republicans-20190627-story.html), it is more critical than ever to protect representative democracy legislatively. Urge your senators to demand a vote on HR 1 and protect our right to vote. \n\nThe 2018 midterm elections and the Trump administration’s entire tenure exposed deep-rooted threats to the health of our democracy, such as [corruption](https://www.nytimes.com/2018/10/28/opinion/trump-administration-corruption-conflicts.html), [partisan gerrymandering](https://www.nytimes.com/interactive/2018/11/29/us/politics/north-carolina-gerrymandering.html), [dysfunctional voting equipment](https://www.wired.com/story/voting-machine-meltdowns-midterm-elections-2018/), [voter suppression](https://www.theguardian.com/us-news/2018/nov/10/georgia-election-recount-stacey-abrams-brian-kemp), [campaign finance violations](https://www.theatlantic.com/ideas/archive/2018/11/did-trumps-deal-ami-break-campaign-finance-laws/575569/), and [dark money in politics]( https://www.marketwatch.com/story/secret-political-spending-on-track-to-reach-1-billion-milestone-2018-11-20). Now, House Democrats have introduced the For the People Act (H.R. 1), a sweeping bill to address many of these threats. \n\n[The bill](https://www.vox.com/policy-and-politics/2018/11/30/18118158/house-democrats-anti-corruption-bill-hr-1-pelosi) would strengthen ethics standards for all three branches of government, e.g. by requiring presidential candidates to disclose 10 years of tax returns and prohibiting members of Congress from using taxpayer dollars to settle sexual harassment cases. The For the People Act also contains many provisions to fight voter suppression, including national automatic voter registration, prohibitions on voter roll purging and federal partisan gerrymandering, and improved election security measures. Furthermore, the bill aims to curb corporate influence in politics by forcing Super PACs to disclose their donors, requiring government contractors to disclose political spending, and prohibiting coordination between candidates and Super PACs, among other reforms. \n\n[Voters on both sides of the aisle](https://www.wsj.com/livecoverage/campaign-wire-2018-midterms/card/1537810213) agree that addressing political corruption to protect our democracy’s integrity is a top priority, and Congress must act accordingly to pass HR 1. \n\n- Is your Representative a [cosponsor?](https://www.congress.gov/bill/116th-congress/house-bill/1/cosponsors)",
    "script": "Hi, my name is **[NAME]**, and I'm calling from [CITY, ZIP]. \n\nI'm calling to express my support for HR 1, the For the People Act, and to urge [REP/SEN NAME] to demand Majority Leader McConnell bring the legislation to a floor vote. \n\nAddressing corruption, protecting voting rights, and reforming campaign finance should be bipartisan priorities to make our democracy better for all Americans, regardless of their political affiliation. \n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Voter Rights"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 1121
    },
    "slug": "hr1-voting-rights",
    "active": false,
    "meta": "recT74Pgoy8t3SSHC"
  },
  {
    "id": 452,
    "createdAt": "2019-02-12T20:45:01-08:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "End the Gender Pay Gap: Support Equal Wages for Equal Work - Passed House Needs Senate Vote",
    "reason": "\u003e**UPDATE (3/27/19):** In a 242-187 vote, the House has passed the Paycheck Fairness Act. The legislation now moves to the Senate for consideration.\n\nMore than 50 years ago, Congress passed the [Equal Pay Act](https://nwlc.org/resources/how-the-paycheck-fairness-act-will-strengthen-the-equal-pay-act/) (EPA) making it illegal for employers to pay unequal wages to men and women who perform substantially equal work. Additionally, Congress passed the Lilly Ledbetter Fair Pay Act in 2009 allowing women to sue for paycheck disparities. And yet in the decades since the passage of these and several other laws, women still only earn on average [$.80 for every dollar](https://iwpr.org/publications/gender-wage-gap-2017-race-ethnicity/) earned by a man. \n\nTo close this gap, the [Paycheck Fairness Act](https://www.congress.gov/bill/116th-congress/house-bill/7/text?r=27\u0026s=4) (H.R. 7) has been introduced to amend the Fair Standards and Labor Act of 1934 to substantially help women fight for equal pay and to strengthen the protections ensured by the Fair Pay Act. The bill includes several changes that aim to help women achieve equal pay including making it harder for employers to dodge claims of disparate pay and prohibiting employers from relying on salary history to make salary offers.\n\nDemand your representative make equal pay a legislative priority in 2019 and support this important legislation to close the wage gap.\n\n- Is your representative a [cosponsor](https://www.congress.gov/bill/116th-congress/house-bill/7/cosponsors) of this legislation? ",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling today because I believe women deserve to earn the same wages for performing the same work as men. I expect [REP/SEN NAME] to support H.R. 7, the Paycheck Fairness Act, which strengthen current laws to ensure women are paid equal wages.\n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Women's Rights"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 502
    },
    "slug": "gender-wage-gap-paycheck-fairness-act",
    "active": false,
    "meta": "recK9jWgyFhoBJY85"
  },
  {
    "id": 560,
    "createdAt": "2019-04-14T21:03:57-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support HR 9 to Keep the US in the Paris Climate Agreement - Passed House",
    "reason": "\u003e**UPDATE (05/02/19):** The House has passed H.R. 9 in a 231-190 vote. The legislation now moves to the Senate for consideration. \n\nn July 2017, Trump announced his plan to [formally withdraw the United States from the Paris Climate Agreement](https://www.nytimes.com/2017/06/01/climate/trump-paris-climate-agreement.html) in 2020. The international agreement aims to limit global warming this century to 2 degrees Celsius and has been signed by [174 countries and the European Union](https://unfccc.int/news/175-states-sign-paris-agreement). Under the Obama administration, the U.S. committed to reducing emissions to 26-28 percent below 2005 levels by the year 2025. Although the Paris Agreement is non-binding, it is a milestone for international cooperation and leadership to combat the dire threat of climate change. \n\nWith [seven in ten Americans supportive of the US remaining](http://climatecommunication.yale.edu/publications/paris_agreement_by_state/) in the Paris Agreement, Rep. Kathy Castor (D-FL) has introduced [H.R. 9, the Climate Action Now Act](https://thehill.com/homenews/house/436088-pelosi-dems-unveil-bill-to-bind-trump-to-paris-climate-accord). The bill [would require the US to remain in the Paris Agreement](https://casten.house.gov/media/press-releases/casten-joins-chair-castor-introducing-climate-action-now-act) and require the president to develop a plan to achieve Agreement benchmarks. It would also prohibit the use of federal funds to advance US withdrawal from the agreement. \n\nOur nation cannot afford to continue protecting polluters in the face of [increasingly extreme weather and rising sea levels](https://www.cbsnews.com/news/un-climate-change-report-2018-united-nations-extreme-weather-global-warming-today-2019-03-28/). We must show our commitment to international solutions to a global problem by remaining in the Paris Climate Agreement. Call your reps today and urge they support H.R. 9. \n\n-Is your Representative a [cosponsor of this legislation?](https://www.congress.gov/bill/116th-congress/house-bill/9/cosponsors)",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling in support of H.R. 9, the Climate Action Now Act. The Paris Climate Agreement is an important step toward addressing the global threat of climate change, the US must continue to participate in this international effort.\n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Environment"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 573
    },
    "slug": "hr9-paris-climate-agreement",
    "active": false,
    "meta": "recOxbArrniHjlOch"
  },
  {
    "id": 628,
    "createdAt": "2019-09-09T20:30:01-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support Federal Red Flag Legislation to Prevent Gun Violence ",
    "reason": "In June, Rep. Lucy McBath [reintroduced the Federal Extreme Risk Protection Order Act (FERPO)](https://mcbath.house.gov/press-releases?ID=B3121B2E-7C62-449C-8C30-DA3F49DE599F) commonly referred to as [\"red flag laws,\"](https://en.wikipedia.org/wiki/Red_flag_law) to empower families and law enforcement to more effectively intervene to prevent gun violence, including suicides. It is quite common for individuals who ultimately commit gun violence to exhibit warning signs to their families or law enforcement, and under this new law, there would be a mechanism to petition the court for a temporary block on gun access. Fifteen states and the District of Columbia already have red flag laws in place, and the FERPO bill would replicate this known-to-be effective process at the federal level. \n\nWith Americans [overwhelmingly in support of red flag laws,](https://www.washingtonpost.com/politics/americans-of-both-parties-overwhelmingly-support-red-flag-laws-expanded-gun-background-checks-washington-post-abc-news-poll-finds/2019/09/08/97208916-ca75-11e9-a4f3-c081a126de70_story.html) Representatives need to hear from their constituents that this commonsense approach to proactively prevent gun violence should be a top priority.",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling to demand [REP/SEN NAME] vote in favor of H.R. 3076, the Federal Extreme Risk Protection Order Act of 2019. This bill will help prevent unnecessary gun violence and deaths, and we cannot wait any longer. \n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Gun Reform"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 248
    },
    "slug": "federal-red-flag-extreme-risk-act",
    "active": false,
    "meta": "reciM7Cb6OBkoHPJ4"
  },
  {
    "id": 652,
    "createdAt": "2019-12-01T19:21:38-08:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support Human Rights of Muslim Minority Communities in China - Passed House and Senate",
    "reason": "\u003e**UPDATE (12/03/19):** The House has passed S. 178. The legislation now moves to Trump's desk for final enactment. \n\nCurrently, it is estimated that up to one million people — predominantly Muslim ethnic minorities — are being [detained in “transformation-through-education” camps in China’s northwestern Xinjiang Uighur Autonomous Region (XUAR).](https://theconversation.com/explainer-who-are-the-uyghurs-and-why-is-the-chinese-government-detaining-them-111843) Among them are Uyghurs, Kazakhs and other ethnic minority groups. The detentions appear to be part of an effort by the Chinese government to wipe out religious beliefs and aspects of cultural identity in order to enforce political loyalty for the State and the Communist Party of China.\n\nIn September, the Senate unanimously passed a key piece of legislation that address the human rights violations being perpetrated by Chinese authorities in the XUAR: the [Uyghur Human Rights Policy Act of 2019 (S.178).](https://www.congress.gov/bill/116th-congress/senate-bill/178) The legislation mandates several reports on aspects of the crackdown, including a report by the Director of National Intelligence on the regional security threat posed by the suppression, the frequency with which Central Asian countries are forcibly returning Turkic Muslim refugees and asylum seekers, and would contain a list of Chinese companies involved in the construction and operation of the camps. The State Department would also be required to report separately regarding the scale and scope of the crackdown.\n\nThe mass incarcerations of Uyghur and other ethnic and religious minorities in China is an affront to international human rights law. The House now needs to follow the Senate’s lead and pass S.178.",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling to urge [REP/SEN NAME] to support S. 178, the Uyghur Human Rights Policy Act of 2019. The mass incarceration of ethnic and religious minorities in China is an abuse of human rights. \n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 91
    },
    "slug": "uyghur-human-rights-china",
    "active": true,
    "meta": "recHfegTQ23qYyMGg"
  },
  {
    "id": 376,
    "createdAt": "2018-12-18T15:30:02-08:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Urge Congress to Act on the Climate Change Crisis ",
    "reason": "\u003e**UPDATE (5/22/19):** On April 8, 2019 seven former EPA administrators sent a [letter](https://www.eenews.net/stories/1060375199) to every house and senate committee dealing with the EPA offering their assistance with oversight of the agency.  House Energy and Commerce Subcommittee on Oversight and Investigations plans to hold a hearing with four of the ex-EPA heads who signed the letter.  Tell your representative that you support more oversight of the EPA.\n\nIn late November of 2018, the Trump administration quietly released a [devastating report](https://nca2018.globalchange.gov/) on climate change. The federally mandated report was prepared by the US Global Change Research Program, a team of 13 federal agencies assisted by over 300 government and non-government scientists. The document clearly states that without significant changes in greenhouse emissions, the average annual global temperature could increase by 9 degrees Fahrenheit or more by the end of the century.\n\nThe report conveys alarming warnings on the impact of climate change on our economy, food systems and health. Without course correction, the report predicts the US economy will lose hundreds of billions of dollars and up to 10% of its GDP by the end of the century. It also found a deterioration of our food systems associated with increased global temperatures - forecasting drought, flooding, crop failures, a decrease in dairy production, and a decline in fish populations. Furthermore, the report states “climate change affects the health of all Americans,” forecasting increases in asthma, allergies, and insect/food/water-borne  diseases. \n\nWith little time to act, our leaders must work quickly and seriously to prevent the worst impacts of climate change. Demand they prioritize climate change as a threat to our national security and future, and make immediate steps to avoid the devastation of our planet. ",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling today because I'm very concerned about the recent report from the US Global Change Research Program, and I urge [REP/SEN NAME] to work on policies and programs that will face climate change head on, such as:\n\n**[Pick 1-3 items below]**\n\n- supporting legislation that prioritizes renewable energy and associated jobs over fossil fuel based energy (and),\n\n- ending new fossil fuel leases on public lands, which should be preserved for the use for all (and),\n\n- investigating potential improper behavior by political appointees to silence climate change scientists and their research.\n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Environment"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate",
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 977
    },
    "slug": "climate-change-report",
    "active": false,
    "meta": "recKp2oS40ywCwZzk"
  },
  {
    "id": 443,
    "createdAt": "2019-02-10T21:19:31-08:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support the Green New Deal Resolution ",
    "reason": "On Thursday February 8, Rep. Alexandria Ocasio-Cortez and Sen. Ed Markey introduced the [Green New Deal resolution](https://www.vox.com/energy-and-environment/2019/2/7/18211709/green-new-deal-resolution-alexandria-ocasio-cortez-markey), which outlines a broad program to address the accelerating twin crises of climate change and economic disparity in our country, with a focus on justice for those frontline communities most impacted by both. For instance, in addition to the environmentally-focused requirement for net zero greenhouse gas emissions and infrastructure investment, the program also includes a federal jobs guarantee, the right to unionize, and universal housing and healthcare. \n\nAlthough unlikely to be taken up in the Republican-majority Senate, if House Democrats can pass this progressive resolution then it will be a key focus for the 2020 elections. If the election results in a Democratic Congress and President, this momentum will rapidly carry the Green New Deal into law. \n\nTell your Representatives and Senators that supporting the Green New Deal is critical to ensure both environmental and economic security for all Americans. \n\n- Check if your Representative is a cosponsor of this legislation [here]( https://www.congress.gov/bill/116th-congress/house-resolution/109/cosponsors)\n- Check if your Senator is a cosponsor of this legislation [here]( https://www.congress.gov/bill/116th-congress/senate-resolution/59/cosponsors)",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling to today in enthusiastic support of the Green New Deal Resolution, which addresses both environmental and economic crises impacting our country. I support the Green New Deal overall, but of particular importance to me are\n\n**Choose 2-3 from the following or state your own priorities:**\n\n- net zero greenhouse gas emissions \n- a job guarantee and economic security \n- infrastructure and industry investments \n- secure access to clean air, water, and food for all \n- justice and equity for frontline communities most impacted by climate change.\n\nI expect [REP/SEN NAME] to support the resolution to bring real solutions to the looming climate crisis. \n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Environment"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate",
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 1281
    },
    "slug": "support-green-new-deal",
    "active": false,
    "meta": "recXud5j2vD2YxVKt"
  },
  {
    "id": 509,
    "createdAt": "2019-03-06T20:50:54-08:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support Net Neutrality with the Save the Internet Act - Passed House, Needs Senate Vote",
    "reason": "\u003e**UPDATE (04/10/19):** The House has passed H.R. 1644 in a 232-190 vote. The legislation now moves to the Senate for consideration. \n\nIn December of 2017, the Federal Communications Commission (FCC) voted 3-2 along party lines to reverse the 2015 Open Internet Order regulation established to protect net neutrality. Net neutrality lets all users have equal access to all internet content and prevents internet service providers (ISPs) from discriminating against content, such as charging extra for high-speed access to specific websites or blocking access to certain sites altogether. While large media and telecom companies such as Comcast, Verizon, and AT\u0026T cheered the regulation reversal, tech companies such as Netflix, Amazon, and Facebook strongly opposed rollback. \n\nIn order to restore the 2015 Open Internet Order, both [House and Senate Democrats have introduced legislation](https://www.nbcnews.com/tech/tech-news/democrats-unveil-save-internet-act-restore-net-neutrality-laws-n980051) to undo the 2017 regulation reversal. The Save the Internet Act of 2019, a [simple three-page bill](https://twitter.com/SenMarkey/status/1103331524374605825), would return to the protections of the 2015 Open Internet Order, ensuring an open internet for everyone.\n\nEighty three percent of the US public, including 3 out of 4 Republicans, [opposed the regulation change in 2017.]( https://www.washingtonpost.com/news/the-switch/wp/2017/12/12/this-poll-gave-americans-a-detailed-case-for-and-against-the-fccs-net-neutrality-plan-the-reaction-among-republicans-was-striking/?utm_term=.b66263cd8976) With that level of public support, members on both sides of the aisle should work together to pass the Save the Internet Act immediately. \n\n-Is your Representative a [cosponsor of this legislation?](https://www.congress.gov/bill/116th-congress/house-bill/1644/cosponsors)",
    "script": "Hi, my name is **[NAME]** and I'm a concerned constituent from [CITY, ZIP]. \n\nI'm calling to express my support for H.R. 1644, the Save the Internet Act of 2019, to restore net neutrality regulations. A free and open internet is essential to protect freedom of speech and cornerstone of our democracy. \n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Digital Rights"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 789
    },
    "slug": "net-neutrality-save-internet-act",
    "active": false,
    "meta": "recylq11Ml9uG7BAo"
  },
  {
    "id": 569,
    "createdAt": "2019-04-29T21:00:01-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support the Equal Rights Amendment",
    "reason": "\u003e**UPDATE (11/14/19):** After the November 2019 elections in Virginia put both legislative chambers in Democratic hands, the state will [likely be the 38th state to ratify the ERA.](https://www.nytimes.com/2019/11/06/us/politics/virginia-ratify-equal-rights-amendment.html) Demand your Members of Congress restart the constitutional amendment ratification process. \n\nThe Equal Rights Amendment (ERA), first introduced in 1923, is a proposed constitutional amendment that prohibits denying or limiting equality of rights under the law based on sex. Unlike many other nations' constitutions, the US Constitution does not specifically guarantee equal rights for all citizens regardless of sex. The ERA would finally enshrine protections against sex discrimination in our Constitution, an important safeguard against recent congressional attempts to reverse legislative prohibitions on sex discrimination. The ERA would also require courts to apply strict scrutiny when assessing policies that allow for differential treatment based on sex. \n\nWhen Congress approved the ERA in 1972, only 35 of the required 38 states ratified it by the 1982 deadline, and the ERA failed to pass. Now, Democrats in both chambers of Congress have introduced resolutions that would restart the ratification process to declare that women have equal rights in the United States. With momentum on our side, now is the time to establish landmark constitutional protections against sex discrimination.\n\n- Is your Representative a [cosponsor of this legislation?](https://www.congress.gov/bill/116th-congress/house-joint-resolution/35/cosponsors)\n\n- Is your Senator a [cosponsor of this legislation?](https://www.congress.gov/bill/116th-congress/senate-joint-resolution/15/cosponsors)",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling in support of **[H.J. Resolution 35 for House/S.J. Resolution 15 for Senate],** to restart the process of adding the Equal Rights Amendment to the US Constitution. Now is the time to establish strong legal protections in our Constitution against sex-based discrimination.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Women's Rights"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate",
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 704
    },
    "slug": "era-equal-rights-amendment",
    "active": false,
    "meta": "recA2axg0QKgzUkv3"
  },
  {
    "id": 650,
    "createdAt": "2019-11-18T23:15:01-08:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Designate Lynching as a Federal Hate Crime",
    "reason": "HR 35, the [Emmett Till Anti-lynching Act,](https://www.congress.gov/bill/116th-congress/house-bill/35/text) is long overdue legislation that would make lynching a hate crime under federal law. The designation would ensure that the crime of lynching would be eligible for the additional tools and resources used to investigate and prosecute hate crimes, and trigger enhanced sentencing upon conviction. \n\nAt least [4,742 people, predominantly African Americans,](https://www.washingtonpost.com/outlook/2018/12/28/why-it-took-century-pass-an-anti-lynching-law/) were reported lynched in the United States between 1882 and 1968, while 99% of all perpetrators escaped any form of punishment. A statement of support by the NAACP stresses “the crime of lynching continued even after slavery had been abolished as the ultimate expression of racism, hatred and domestic terrorism in the United States. For over a century, it has been used to kill, terrorize and intimidate African Americans and the communities in which we live. It is a horrific form of torture, murder, and intimidation.”\n\nIn February, the Senate passed S. 488, the [Justice for Victims of Lynching Act,](https://www.congress.gov/bill/116th-congress/senate-bill/488) which also makes lynching a hate crime. It is now up to the House to pass similar legislation to send to the president for final approval. \n",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP]. \n\nI'm calling in support of HR 35, the Emmett Till Anti-Lynching Act. The horrific crime of lynching warrants, and should be eligible for, the additional tools and resources used to investigate and prosecute hate crimes. \n\nThank you for your hard work answering the phones. \n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Civil Rights"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 192
    },
    "slug": "emmett-till-lynching-hate-crime",
    "active": true,
    "meta": "recGoeZgEAQPtRErU"
  },
  {
    "id": 411,
    "createdAt": "2019-01-08T21:00:01-08:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Demand Congress Expand Background Checks for Gun Purchases",
    "reason": "\u003e**UPDATE (08/04/19):** In the wake of another mass shootings in Texas, resulting in the deaths of 7 individuals, it was revealed the shooter obtained his firearm through a private sale after [being denied a gun purchase because he was determined to be mentally unfit.](https://www.cbsnews.com/news/texas-shooter-purchased-assault-style-weapon-in-private-sale-evaded-background-check-2019-09-03/). We must continue to demand Congress update and expand the federal background check system.\n\n\u003e**UPDATE (02/28/19):** The House has passed H.R. 8 in a 240-190 vote on Wednesday February 27th  This bill represent the first major gun violence prevention legislation to pass in the House for over 2 decades. The legislation now moves to the Senate for consideration.\n\nAs mass shootings have become an [epidemic reaching all corners of American society]( https://www.washingtonpost.com/graphics/2018/national/mass-shootings-in-america/?utm_term=.36c8cfcf89b0), it is clearer than ever that our approach to gun policy and gun violence must change. One such necessary change is to close background check loopholes. Currently, background checks are mandatory for commercial gun sales but not for purchases made through private sellers, at gun shows, or online.\n\nTo fix this serious problem, the Senate and House have introduced  legislation that would make background checks nearly universal. Senator Chris Murphy (D-CT) has introduced the [Background Check Expansion Act, (S.42)]( https://www.murphy.senate.gov/newsroom/press-releases/senators-introduce-background-check-expansion-act-to-reduce-gun-violence2019), and in the House Rep. Mike Thompson (D-CA) [has introduced bipartisan legislation, HR 8]( https://abcnews.go.com/beta-story-container/Politics/house-democrats-unveil-universal-background-check-bill-anniversary/story?id=60210896), named to commemorate the 8-year anniversary of former Representative Gabby Gifford’s [near fatal shooting](https://en.wikipedia.org/wiki/2011_Tucson_shooting). The legislation would close the \"gun show loophole\" by mandating that all sellers run potential buyer information through the FBI's National Instant Criminal Background Check System (NICS), including online and private sales. The bill maintains some exceptions for law enforcement officials, loans for hunting and sporting events, and for transfer between family members. Gun reform organizations estimate 20% or more of gun sales currently don’t include a background check, illustrating the clear need for the new legislation. \n\nGun reform organizations estimate 20% or more of gun sales currently don’t include a background check, illustrating the clear need for the new legislation. Public support for expanded background checks has risen to over 90%, proving now is the time for Congress to take action against rampant gun violence in our country.",
    "script": "Hi, my name is **[NAME]** and I’m a constituent from [CITY, ZIP].\n\nI’m calling today in support of HR 8, the Background Checks Act of 2019, and demand the Senate take up the House-passed legislation immediately. Closing loopholes in background checks is a necessary first step we must take to  protect Americans from the rampant gun violence devastating our country.\n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Gun Reform"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 2736
    },
    "slug": "expand-background-checks-gun-purchases",
    "active": false,
    "meta": "recYt7jDa2pbZX1SL"
  },
  {
    "id": 481,
    "createdAt": "2019-02-18T20:30:01-08:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support Reauthorizing the Violence Against Women Act ",
    "reason": "\u003e**UPDATE (11/10/19):** After months of negotiations in the Senate, [talks to reauthorize the VAWA have stalled.](https://thehill.com/homenews/senate/469635-senate-talks-on-stalled-violence-against-women-act-reauthorization-unravel) It is time fo the Senate to reauthorize funding for this critical program.\n\n\u003e**UPDATE (04/04/19):** The House has passed the Violence Against Women Act in a 263-158 vote. The legislation now moves to the Senate for consideration. \n\nThe Violence Against Women Act (VAWA), landmark legislation first passed with bipartisan support in 1994, had its funding expire on February 15th after [Congress failed to include it in the compromise federal spending bill](https://www.cnn.com/2019/02/15/politics/violence-against-women-act-spending-bill/index.html) passed the day before. The VAWA was initially set to expire in September of 2018, however Congress approved short-term stopgap funding legislation while negotiations continued.\n\nThe act establishes and funds the Department of Justice’s Office on Violence Against Women and provides funding for the investigation and prosecution of domestic and other interpersonal violence, stalking, and sexual assault. On March 7th of 2019, House Democrats [introduced a reauthorization bill](https://www.cnbc.com/2019/03/07/nancy-pelosi-unveils-reauthorization-of-the-violence-against-women-act.html), [H.R. 1585](https://www.congress.gov/bill/116th-congress/house-bill/1585) that would not only reauthorize funding for VAWA's existing programs but also establish new policies to help abuse victims remain in stable housing, expand red-flag laws to block people convicted of dating abuse or stalking from accessing guns, and broaden protections against abuse for Native American women. \n\nCongress must act quickly to restore funding for crucial programs while also modernizing the legislation to be more inclusionary and expansive of protections. ",
    "script": "Hi, my name is **[NAME]** and I’m a constituent from [CITY, STATE]. \n\nI’m calling to support the reauthorization of the Violence Against Women Act, to ensure the continuation of crucial programs protecting people from domestic violence. I also fully support the expansion of the act to include:\n\n**(pick 2-3 reasons important to you):**\n\n- including protections for transgender individuals, \n- broadening protections for Native American women, \n- helping abuse victims remain in stable housing, \n- expanding red-flag laws to block people convicted of dating abuse or stalking.\n\nThank you for all your hard work answering phones.\n\n**IF LEAVING VOICEMAIL:** Please leave your full address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Women's Rights"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 1226
    },
    "slug": "violence-against-women-act-reauthorization",
    "active": false,
    "meta": "recuJRNFcYByuBelh"
  },
  {
    "id": 570,
    "createdAt": "2019-04-30T20:24:05-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "End Forced Arbitration for Employees - Passed House",
    "reason": "\u003e**UPDATE(09/20/19):** In a 225-186 vote, the House passed the FAIR Act. The legislation now moves to the Senate for consideration.  \n\nIf you were assaulted at work today, what would you do? If you found out your dark-skinned co-worker was a scapegoat for an error made by your white colleague, who would you talk to? If you found out you and everyone working your shift had been quietly shorted $75 per paycheck for the last six months, who would you talk to?\n\nNot sure? Do you think you'd take your employer to public court? Think again. If you check your employment agreement, you might be one of the sixty million Americans forced to handle your 'dispute' through arbitration - a private Judge Judy-style setting where the 'judge' is hired by your employer and doesn't need any legal background. No trial, no jury and no public records.\n\nMembers of Congress in both the House and Senate have introduced the Forced Arbitration Injustice Repeal Act (S. 610/H.R. 1423), which protects workers by preventing employers from forcing these pre-dispute arbitration agreements, and prohibits agreements and practices that interfere with the rights of individuals, workers, and small businesses to participate in a joint, class, or collective action related to an employment, consumer, antitrust, or civil rights dispute.\n\nArbitration is a system which produces unfair outcomes for workers. Workers are 2.6 times more likely to win in state courts than in arbitration, and settlements under forced arbitration yield significantly lower damages. And because arbitration complaints are private, employers may never have to answer for systemic or cultural issues -- arbitration claims fail to act as a deterrent for companies to stop bad behavior going forward. This unfair system must end. Congressional support for the Forced Arbitration Injustice Repeat Act is at an all-time high with 34 co-sponsors in the Senate and 189 co-sponsors in the House. The time for Congress to act is now.\n\n\n- Is your Representative a [cosponsor of this legislation?](https://www.congress.gov/bill/116th-congress/house-bill/1423/cosponsors)\n\n- Is your Senator a [cosponsor of this legislation?](https://www.congress.gov/bill/116th-congress/senate-bill/610/cosponsors)",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling to express my support for the Forced Arbitration Injustice Repeal Act, **[S. 610 for Senate / H.R. 1423 for House].** Forcing employees into a private alternative to the justice system robs workers who suffer harassment, discrimination, wage theft and wrongful termination of their right to their day in court. This behavior should never be forced on an employee.\n\n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Worker's Rights"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 580
    },
    "slug": "end-forced-arbitration-workers",
    "active": false,
    "meta": "recKy2powEyfvJvHH"
  },
  {
    "id": 625,
    "createdAt": "2019-08-25T21:30:01-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support the No Federal Funds for Public Charge Act",
    "reason": "The Trump administration recently finalized a Department of Homeland Security rule change that restricts legal immigration by penalizing immigrants for accessing public services. The rule broadens DHS criteria for deciding whether applicants for visas and green cards are [potential “public charges,”](https://www.npr.org/2019/08/15/751365964/how-changes-to-the-public-charge-rule-could-impact-immigration), i.e. people who are likely to depend economically on government services. Under the new rule, DHS will be more likely to deny U.S. admission and permanent residency status to immigrants who [use federal benefits like Supplemental Nutrition Assistance (SNAP) and Medicaid](https://www.insidehighered.com/news/2019/08/13/new-public-charge-rule-has-implications-higher-education-and-students). The rule forces [millions of immigrants](https://www.kff.org/disparities-policy/fact-sheet/public-charge-policies-for-immigrants-implications-for-health-coverage), many of whom have U.S.-born children, to [decline needed public services to avoid risking their legal status](https://www.urban.org/urban-wire/public-charge-rule-looming-one-seven-adults-immigrant-families-reported-avoiding-public-benefit-programs-2018). Unsurprisingly, the rule change is a pet project of the [notorious white supremacist Stephen Miller](https://www.politico.com/story/2019/08/02/stephen-miller-green-card-immigration-1630406), who has long sought to reduce legal immigration into the U.S.\n\nRep. Judy Chu has introduced a bill, [H.R. 3222](https://www.congress.gov/bill/116th-congress/house-bill/3222/text), to stop the public charge rule change by blocking the use of federal funds for its implementation. The bill, which is supported by [leading immigration advocacy groups](https://www.nilc.org/2019/06/12/nilc-supports-the-no-federal-funds-for-public-charge-act/), is an essential piece of legislation to protect immigrants’ access to healthcare, food, housing, and other critical services. Urge your representatives to support this bill. ",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling to urge [REP/SEN NAME] to support H.R. 3222, the No Federal Funds for Public Charge Act of 2019. This bill will protect the rights of immigrants and the children of immigrants to receive necessary public services, as the law currently allows.\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Immigration"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 149
    },
    "slug": "public-charge-act",
    "active": false,
    "meta": "recVV3GefpnOzCGoK"
  },
  {
    "id": 623,
    "createdAt": "2019-08-21T20:37:05-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Block the Indefinite Detention of Migrant Families ",
    "reason": "In 1997, a federal court decided in [Flores v. Reno](https://www.cnn.com/2019/08/21/politics/what-is-flores-settlement/index.html) that the government cannot detain an immigrant child beyond a reasonable amount of time, defined in 2014 as 20 days. The Trump administration's zero tolerance policy clashed headlong into Flores with disastrous results. After intense public pressure, the Trump administration agreed to abide by the 20 day limit on detention for children and families, but continued to seek ways to overturn Flores and allow families to be detained beyond the 20 day limit. \n\nNow, the Trump administration has [proposed to end the limits on immigrant children detention](https://www.washingtonpost.com/immigration/trump-administration-moves-to-terminate-court-agreement-hold-migrant-children-and-parents-longer/2019/08/21/c268bb44-c28b-11e9-9986-1fb3e4397be4_story.html) by terminating the Flores Agreement. Under the new rule, the government seeks to detain migrant families together indefinitely while their immigration case is pending.\n\nNot only is the unlimited detention of thousands of migrant families morally unjustifiable, it is also economically wasteful - \"tent cities\" cost upwards of $800 per person per night. The reason behind detention is to ensure asylum seekers show up for their court appointments, but alternative methods are also successful in ensuring that outcome. The Family Case Management Program launched in 2016 monitored asylum seekers while allowing them to stay together and out of detention. Immigration advocates praised the program for its 99% compliance rate, cost efficiency, and the additional medical and legal support provided to migrants. The Trump administration ended the program in 2017 to prioritize detention.\n\nOur government has options in how it treats migrants and asylum seekers in our country even as we defend our borders. We must choose the most humane approach available, which is not indefinite detention.",
    "script": "Hi, my name is **[NAME]** and I’m a constituent from [CITY, ZIP].\n\nI’m calling to demand that [REP/SEN NAME] oppose any effort to change the Flores settlement to allow the indefinite detention of migrant families. Alternative methods, such as the Family Case Management Program, have already proven successful and cost effective. Congress must work to fund and implement these methods instead of inhumane detention.\n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Immigration"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate",
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 770
    },
    "slug": "indefinite-family-detention-flores",
    "active": false,
    "meta": "recebQni6Da5ahyel"
  },
  {
    "id": 624,
    "createdAt": "2019-08-22T08:12:53-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Protect Women's Healthcare Clinics from Trump's \"Domestic Gag Rule\"",
    "reason": "\u003e**UPDATE (08/20/19):** On August 19th, Planned Parenthood announced it was [ending its involvement with the Title X program](https://www.apnews.com/9e62021bcde04e69aa2ffc2e70a60f8f) rather than abide by Trump’s domestic gag rule on abortion services. \n\nDefunding Planned Parenthood has been a years-long mission of the Republican Party and was a high priority promise of the Trump 2016 campaign. While GOP attempts to defund PP through an Obamacare repeal failed, Congress successfully repealed an Obama Title X rule that prohibited states from withholding federal funds for health clinics that provide abortions. Now, Trump is following through on his campaign promise by [implementing a \"domestic gag rule.”](https://www.politico.com/story/2019/07/16/trump-administration-abortion-gag-rule-1593665) Similar to the \"global gag rule\" that cuts funding to international aid organizations providing abortion services, this \"domestic gag rule\" policy would make any health clinic in the United States providing abortion services or education ineligible for Title X Family Planning funds. \n\nThe Hyde Amendment (passed as part of the budget every year since the 1970s) already bans federal money from going towards abortion services. Instead, Title X funds go to helping over 4 million Americans, most of whom are at or below the poverty level, receive vital services such as cancer screenings, pap smears, birth control, and STD testing. Cutting off Title X funds will devastate the operation of dozens of health clinics across the country and lead to millions of vulnerable women losing access to their primary health providers. Patients will also have their full scope of medical options kept from them, as physicians will not even be permitted to verbally mention abortion services.\n\nThe presence of Planned Parenthood and other abortion providing health clinics has led to the overall decrease in the number of abortions by providing contraception. [The Guttmacher Institute](https://www.guttmacher.org/) estimates that for every federal dollar spent on contraception, the government saves five dollars on pregnancy treatment. A \"domestic gag rule\" will reverse this positive trend, and put the health of millions of women at risk.",
    "script": "Hi, my name is [NAME] and I’m a constituent from [CITY, ZIP].\n\nI'm calling to express my opposition to the Trump administration's \"Domestic Gag Rule\" and ask that [REP/SEN NAME] publicly condemn such a policy. Cutting off funds to women's health clinics because they educate patients of their full reproductive options is reckless, and would also threaten access to cancer screenings, birth control, and STD testing for millions of women across the country.\n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Healthcare"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate",
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 413
    },
    "slug": "domestic-gag-rule-planned-parenthood",
    "active": false,
    "meta": "recf1gTNpJSuuEcjT"
  },
  {
    "id": 641,
    "createdAt": "2019-10-20T21:00:01-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support the Corporate Transparency Act to Keep LLCs Honest - Passed House",
    "reason": "\u003e**UPDATE (10/24/19):** In a 249 to 173 vote, the House has passed HR 2513. The legislation now moves to the Senate for consideration. \n\nRecently [introduced legislation](https://www.washingtonpost.com/business/economy/criminals-and-kleptocrats-will-find-it-harder-to-launder-money-in-the-us-if-this-bill-passes/2019/05/06/ad95fc46-7014-11e9-8be0-ca575670e91c_story.html?utm_term=.f98f65874065) sponsored by Rep. Carolyn Maloney (D-NY)  would make it harder for criminals and kleptocrats to launder money in the United States. The Corporate Transparency Act of 2019 [H.R. 2513](https://www.congress.gov/bill/116th-congress/house-bill/2513?q=%7B%22search%22%3A%5B%22MALONEY%22%5D%7D\u0026s=3\u0026r=1) would require Limited Liability Corporations (LLCs) to report their true owners to the federal Treasury Department.  \n\nAccording to [Tax Justice Network](https://www.taxjustice.net/), the United States is the second most [secretive](https://www.financialsecrecyindex.com/) country in the world because many US states do not require transparency. The Treasury Department noted in its 2018 [National Money Laundering Risk Assessment](https://home.treasury.gov/system/files/136/2018NMLRA_12-18.pdf) that each year, over $300 billion of illicit proceeds flows through LLCs.  Almost 2 million corporations and limited liability companies are registered in the United States every year.\n\nTell your representative that you support this bipartisan legislation that increases corporate transparency. ",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling to urge [REP/SEN NAME] to support H.R. 2513, the Corporate Transparency Act of 2019. The United States should not be a financial haven for criminals and kleptocrats to launder money.\n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 201
    },
    "slug": "corporate-transparency-act",
    "active": false,
    "meta": "recwNTkwKtX9de0Qf"
  },
  {
    "id": 637,
    "createdAt": "2019-10-13T20:41:02-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support the Keep Americans Safe Act",
    "reason": "During a mass shooting, the time it takes for a shooter to reload a weapon can provide critical time for victims to flee and law enforcement to intervene. Large capacity magazines holding more than 10 rounds of ammunition significantly increase a shooter’s ability to injure and kill large numbers of people quickly without stopping to reload. The perpetrators of [recent high-profile mass shootings](https://www.usatoday.com/story/news/investigations/2019/08/05/el-paso-dayton-shooting-guns-legal-rifles-high-capacity/1922290001/) in Dayton, OH; El Paso, TX; and Gilroy, CA all used large capacity magazines. \n\nPrevious legislation banning large capacity magazines expired in 2004. Since that time, the number of shootings involving this deadly weapon enhancement has [greatly increased](https://www.washingtonpost.com/national/as-mass-shootings-rise-experts-say-high-capacity-magazines-should-be-the-focus/2019/08/18/d016fa66-bfa3-11e9-a5c6-1e74f7ec4a93_story.html). The Keep Americans Safe Act, [H.R. 1186](https://www.congress.gov/bill/116th-congress/house-bill/1186), would prohibit the import, sale, manufacture, transfer or possession of high-capacity magazines (i.e. magazines accepting more than 10 rounds of ammunition) for civilian use. The bill would also mandate that high-capacity magazines manufactured for law enforcement use be clearly marked with a serial number, a requirement that already exists for law enforcement-designated weapons. \n\nAmericans must not accept mass shootings as a normal part of daily life. Lawmakers should immediately pass common sense gun legislation like the Keep Americans Safe Act.",
    "script": "Hi, my name is **[NAME]** and I’m a constituent from [CITY, ZIP].\n\nI’m calling to urge [REP/SEN NAME] to support HR 1186, the Keep Americans Safe Act of 2019. Prohibiting the distribution and sale of large capacity magazines to civilians is a commonsense regulation that will save lives. Civilians should not have access to weapon enhancements designed to maximize bloodshed and reduce reloading time. \n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Gun Reform"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 203
    },
    "slug": "keep-americans-safe-act",
    "active": false,
    "meta": "recxXVwQINePoYcqM"
  },
  {
    "id": 435,
    "createdAt": "2019-02-05T20:55:09-08:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support “Savanna’s Act” to Address Violence Against Native American Women",
    "reason": "Violence against Native American women in the United States is [shockingly](http://www.ncai.org/policy-issues/tribal-governance/public-safety-and-justice/violence-against-women) [common](http://www.uihi.org/wp-content/uploads/2018/11/Missing-and-Murdered-Indigenous-Women-and-Girls-Report.pdf), and murder rates of Native women are [ten times higher](https://newsmaven.io/indiancountrytoday/news/sen-murkowski-keeps-promise-to-heidi-heitkamp-reintroduces-savannah-s-act-r2G5erhPwUqB6S1E1OuRAA/) than the national average. However, limited data collection and a lack of coordination between federal and tribal law enforcement have prevented a robust response to this violence.\n\nLast year, former Sen. Heidi Heitkamp (D-ND) [introduced Savanna’s Act](https://www.huffingtonpost.com/entry/lisa-murkowski-violence-native-women-savannas-act_us_5c4f1d2be4b0287e5b8cfffa) to address this crisis; the bill was named for Savanna LaFontaine-Greywind, a 22-year old pregnant woman from the Spirit Lake Nation who was murdered in 2017. The bill requires the United States to collect and publish statistics on the murder or disappearance of Native women and facilitates sovereign tribal governments’ access to federal crime databases. The bill also requires federal agencies like the Department of Justice to obtain recommendations from tribes on how to protect Native women.\n\nThe Senate passed the bill unanimously in 2018, but former Rep. Bob Goodlatte (R-VA) single handedly [blocked a House vote on the legislation](https://www.huffingtonpost.com/entry/bob-goodlatte-abused-native-american-women_us_5c1bf7dbe4b0407e9078b0b7). However, Goodlatte is no longer in Congress, and on January 28, Senators Lisa Murkowski (R-AK) and Catherine Cortez Masto (D-NV) reintroduced Savanna’s Act. Congress must act swiftly to pass this critical legislation to help curb the epidemic of violence against Native women. ",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling because I'm very concerned about the epidemic of violence against Native American women in this country. Savanna’s Act is an important first step in addressing this issue, and I urge [REP/SEN NAME] to support this bill.\n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Women's Rights"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 354
    },
    "slug": "support-savannas-act",
    "active": false,
    "meta": "recybqogZcZH602nB"
  },
  {
    "id": 551,
    "createdAt": "2019-04-01T21:00:01-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support LGBTQ Rights with the Equality Act of 2019 - Needs Senate Vote",
    "reason": "\u003e**UPDATE (05/17/19):** The House has passed the Equality Act in a 236 - 173 vote. The legislation now moves to the Senate for consideration. \n\nThe Civil Rights Act of 1964 [protects people from discrimination](https://www.loc.gov/exhibits/civil-rights-act/civil-rights-act-of-1964.html) based on race, skin color, sex, religion, and national origin. However, the Act's crucial anti-discrimination provisions do not protect against discrimination based on sexual orientation or gender identity. Thus, in the [30 states without robust LGBTQ anti-discrimination laws](https://www.freedomforallamericans.org/states/), LGBTQ people can legally be fired, harassed at work, barred from businesses, denied housing, and more because of their sexual orientation and/or gender identity. On March 13, 2019, Democrats in the House and Senate introduced H.R. 5, the [Equality Act](https://www.nbcnews.com/feature/nbc-out/democrats-reintroduce-equality-act-ban-lgbtq-discrimination-n982771) to remedy this issue. The bill would provide necessary national-level protections for LGBTQ people by updating existing laws, like the Civil Rights Act of 1964, to explicitly ban discrimination based on gender identity and sexual orientation. The law would also revise the Civil Rights Act to ban sex-based discrimination in public spaces and services, such as retail stores, pharmacies, and transit, as well as in federally funded programs. \n\nWhile the Equality Act was first introduced in 2015, [polling now demonstrates that majorities of Americans](https://www.prri.org/research/americans-support-protections-lgbt-people/) across nearly all demographic groups (including political party) support nondiscrimination protections for LGBTQ people. We must capitalize on this momentum to secure national-level protections for LGBTQ people and extend protection against sex discrimination beyond federal programs to the private sector.\n\n- Is your representative a [cosponsor of this legislation?](https://www.congress.gov/bill/116th-congress/house-bill/5/cosponsors)",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling to urge [REP/SEN NAME] to support H.R. 5, the Equality Act of 2019. LGBTQ people still face significant violence and discrimination at the workplace, in the housing market, and in everyday interactions. Civil rights protections must be expanded to include gender identity and sexual orientation as protected characteristics. \n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "LGBTQ"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 950
    },
    "slug": "equality-act-lgbtq-rights",
    "active": false,
    "meta": "recVh6QGB0Sh07VCR"
  },
  {
    "id": 610,
    "createdAt": "2019-07-29T20:49:43-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Repeal the Hyde Amendment to Increase Abortion Access",
    "reason": "The [Hyde Amendment](https://www.aclu.org/other/access-denied-origins-hyde-amendment-and-other-restrictions-public-funding-abortion) is a budget rule that prohibits federal funding for legal abortion procedures, put in place each year since the _Roe v. Wade_ decision. Impoverished Medicaid recipients, service members, and young people are the most dependent on federally-funded health services. As a result, these vulnerable groups have dangerously limited access to abortion.\n\nFor many years, abortion being legal but not provided by the government to those who need it was a compromise position, but now there are bills in the [House](https://www.congress.gov/bill/116th-congress/house-bill/1692) and [Senate](https://www.congress.gov/bill/116th-congress/senate-bill/758) to repeal the Hyde Amendment. The EACH Woman Act will \"ensure coverage for abortion care in public health insurance programs\" and require the government employee's insurance to cover abortion.",
    "script": "Hi, my name is **[NAME]** and I’m a constituent from [CITY, ZIP].\n\nI’m calling to urge [REP/SEN NAME] to support reproductive health by voting for **[Senate: S.758; House: H.R.1692].** We must repeal the Hyde Amendment to make abortion accessible to all who want it, especially those who must rely on the federal government for their healthcare.\n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Healthcare"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate",
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 384
    },
    "slug": "hyde-amendment-each-woman-act",
    "active": false,
    "meta": "rec8Mc01VqRM9vHMF"
  },
  {
    "id": 558,
    "createdAt": "2019-04-09T20:15:01-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support TPS for Venezuelans ",
    "reason": "Venezuela is in the midst of an unprecedented political, economic, and humanitarian crisis. More than three million Venezuelans have fled the country due to widespread shortages of food, medicine, water, and electricity, severe hunger and malnutrition, rampant violent crime, and ruthless government repression. The ongoing crisis, compounded by the looming threat of military intervention and escalating tensions between the United States and Russia in Venezuela, prevents Venezuelan nationals from safely returning to their country.\n\nHouse Representative Darren Soto (D-FL) and Senator Robert Menendez (D-NJ) have introduced complementary legislation (H.R.549 and S.636) to designate Venezuela under section 244 of the Immigration and Nationality Act to permit nationals of Venezuela to be eligible for temporary protected status (TPS). TPS would provide a work permit and stay of deportation for Venezuelans currently residing in the United States for a period of 18 months. The Senate bill has an additional section which would provide support and technical assistance to countries in the region to improve their capacity to provide migration services and asylum to eligible Venezuelan citizens.\n\n-Is your Senator a [cosponsor of this legislation?](https://www.congress.gov/bill/116th-congress/senate-bill/636/cosponsors)\n\n-Is your Representative a [cosponsor of this legislation?](https://www.congress.gov/bill/116th-congress/house-bill/549/cosponsors)  ",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling in support of **[H.R. 549 for House/S. 636 for Senate]**, the Venezuela TPS Act of 2019. It's our moral duty to support Venezuelans through this political and humanitarian crisis.\n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Immigration"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate",
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 408
    },
    "slug": "tps-temporary-protected-status-venezuelans",
    "active": false,
    "meta": "recTCaag6PqgYaqGq"
  },
  {
    "id": 596,
    "createdAt": "2019-06-11T21:51:09-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Safeguard Our Elections with Mandated Online Political Ad Disclosure",
    "reason": "After the 2016 election we learned that Russian operatives spent hundreds of thousands of dollars on political ads across Facebook, Twitter and Google to influence the outcome. Because online political advertising is not currently covered by political ad disclosure regulations (unlike television, print, and radio advertising), these ads went undetected for over a year. Campaign advertising requirements have not been substantively updated since the 2002 Bipartisan Campaign Reform Act, when Internet advertising was still in its early days. Consequently, the millions of American voters who were targeted by Russian political operatives were unaware of who was behind the political advertisements they were seeing, how they were being targeted, or the scope of Russian advertising influence on the electorate.\n\nTo address this issue, both the [House](https://www.congress.gov/bill/116th-congress/house-bill/2592) and [Senate](https://www.congress.gov/bill/116th-congress/senate-bill/1356/) have introduced the bipartisan Honest Ads Act to [update standards for political advertising and reduce the potential for foreign interference in future elections.](https://www.washingtontimes.com/news/2019/may/8/honest-ads-act-anti-election-meddling-bill-reintro/) The bill would mandate that all online ads include a disclosure statement identifying the ad as a political one. The bill would also require that platforms running online political ads build and maintain public databases of these ads. The databases would include images of ads as well as information about the buyer, linked organizations, cost, and targeting. Furthermore, online platforms would be required to make “all reasonable efforts” to ensure political ads are not being purchased by foreign citizens or governments, just as radio and television broadcasters must already do. The new rules would apply to online platforms with more than 50 million active users, organizations buying political ads with a total value of over $500, and ads for both specific candidates and for legislative issues of national importance.\n\nThe Honest Ads Act is not a sufficient standalone response to Russia's election interference in 2016, but it is a reasonable and necessary first step in safeguarding our democracy, informing our electorate, and ensuring campaign disclosure rules reflect the rapidly changing landscape of advertising and online media.",
    "script": "Hi, my name is **[NAME]** and I’m a constituent from [CITY, STATE].\n\nI’m calling to ask [REP/SEN NAME] to support the Honest Ads Act **[H.R. 2592 if House; S. 1356 if Senate].** Holding online political ads to the same standard as ads published through other media is a critical first step in safeguarding our democracy and preventing foreign interference in elections.\n\nThank you so much for your time.\n\n**IF LEAVING VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate",
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 283
    },
    "slug": "online-political-honest-ads-act",
    "active": false,
    "meta": "recJtEgvXlOaZhxV1"
  },
  {
    "id": 619,
    "createdAt": "2019-08-12T20:45:01-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Protect Legal Immigrants' Rights to Access Healthcare \u0026 Benefits",
    "reason": "The Trump administration’s Department of Homeland Security (DHS) is [implementing a new rule that takes effect on October 15](https://www.reuters.com/article/us-usa-immigration-benefits-idUSKCN1V219N) to punish immigrants and their US-citizen children for accessing a wide range of public benefits, including common tax deductions. When considering whether to provide applicants with immigration visas or legal permanent residency, DHS already penalizes immigrants who receive cash welfare payments. However, DHS is expanding this rule to penalize immigrants who use any form of public benefit, from health insurance subsidies to the earned income tax credit used by about one-fifth of taxpayers. The rule, which was crafted by the notoriously xenophobic Stephen Miller, also punishes immigrants whose US-citizen spouses or children use a public benefit. Under this new rule, immigrants will be disqualified from receiving a green card if they claim nearly any benefits or if DHS deems them likely to receive benefits in the future.\n\nAs is typical with the Trump administration, the reasoning for this rule is divorced from the facts. Rather than being a burden on the economy, immigrants pay billions in taxes, create new jobs and businesses, and use public benefits at the same rate as US-born people. Punishing immigrants for accessing basic government services will harm our communities and the economy and must not be tolerated.",
    "script": "Hi, my name is [NAME], and I'm a constituent from [CITY, ZIP]. \n\nI'm calling to urge [REP/SEN NAME] to speak out against the administration's plan to penalize legal immigrants for accessing non-cash public benefits. Legal immigrants pay billions in taxes, stimulate the economy, and deserve the right to access basic benefits like the earned income tax credit. \n\nThank you for your hard work answering the phones. \n\n**IF LEAVING A VOICEMAIL: please leave your full street address to ensure your call is tallied.**",
    "categories": [
      {
        "name": "Immigration"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate",
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 565
    },
    "slug": "legal-immigrants-public-benefits",
    "active": false,
    "meta": "rec7XGU0OSewBIRsL"
  },
  {
    "id": 629,
    "createdAt": "2019-09-09T20:30:01-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Protect Alaska's Wildlife Refuge from Oil \u0026 Gas Drilling - Passed House",
    "reason": "\u003e**UPDATE(09/12/19):** In a 225-193 vote, the House has passed HR 1146.\n\nA provision buried in the 2017 Republican \"Tax Cuts and Jobs Act\"  mandated that the coastal plain of Alaska’s Arctic National Wildlife Refuge (ANWR) be opened to fossil fuel companies for oil and gas drilling.  Congress originally banned fossil fuel development in the ANWR in 1980, but the GOP wants to use royalties from oil and gas production there as a revenue generator to offset their tax cuts. \n\nThe ANWR consists of 19.2 million acres of pristine land in Alaska. The Refuge’s coastal plain is birthing ground to herds of caribou, a staple for indigenous tribes in the area, along with home to polar bears, caribou, muskoxen, wolves, dall sheep, brown bears, wolverines, arctic foxes, and more than 200 bird species. The general public overwhelming opposes the reopening of ANWR to oil and gas drilling due to the devastation it would impose on the land and wildlife.\n\nRep. Jared Huffman (D-CA) has introduced the [Arctic Cultural and Coastal Plain Protection Act (HR 1146),](https://www.congress.gov/bill/116th-congress/house-bill/1146) to amend the 2017 Republican tax bill and repeal the entire ANWR oil and gas provision. Demand your representative prevent the leasing of Alaska's protected coastal lands to fossil fuel companies for their own use and development.",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling today in support of HR 1146, the Arctic Cultural and Coastal Plain Protection Act. We should not destroy pristine land and endanger wildlife in exchange for an unnecessary giveaway to fossil fuel companies.\n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Environment"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 339
    },
    "slug": "alaska-anwr-coastal-plain-refuge",
    "active": false,
    "meta": "recABsAlCVNJ3lfwe"
  },
  {
    "id": 636,
    "createdAt": "2019-10-01T20:57:22-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Urge Your State Reps to Pass Net Neutrality Protections",
    "reason": "\u003e**UPDATE (10/1/19):** Although a federal appeals court [upheld the main thrust of the Federal Communications Commission's (FCC) repeal of net neutrality rules,](https://www.washingtonpost.com/technology/2019/10/01/appeals-court-upholds-trump-administrations-cancelling-net-neutrality-rules/) that opinion also struck down efforts to prevent state governments from enacting their own net neutrality laws and regulations, saying it amounted to an attempt to \"categorically abolish all fifty States' ... authority to regulate intrastate communications.\" Demand your state legislators take action immediately to protect your rights for a fair and open internet.\n\nThe repeal of net neutrality rules that required all internet traffic to be treated equally means that internet service providers (ISPs) now can slow down or charge more for access to certain websites. However, with Tuesday's federal appeals court decision to overturn the FCC order banning states from explicitly establishing their own net neutrality laws, there are still steps that your state can take to protect the freedom of information that is essential to our democracy. \n\nStates can provide incentives to ISPs that are net neutral and encourage competition in the broadband market. They can also withhold state benefits from, refuse to do business with, or even (depending on the state) block access to utility poles for ISPs that are not net neutral. Urge your state representatives to propose and support legislation designed to maintain net neutrality in your home state. ",
    "script": "Hi, my name is **[NAME]** and I’m a constituent from [CITY, STATE].\n\nI am calling to ask [REP/SEN NAME] to sponsor legislation that promotes net neutrality, such as laws that incentivize net neutral internet service providers or laws that block the state government from doing business with non-net neutral providers. Preserving a free and open internet is essential to protect freedom of speech, a cornerstone of our democracy. \n\nThank you for your time and attention.\n\n**NOTE:** If leaving a voicemail please leave your full street address to ensure you call is tallied.",
    "categories": [
      {
        "name": "Digital Rights"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "StateUpper",
      "StateLower"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 221
    },
    "slug": "net-neutrality-state-protections",
    "active": false,
    "meta": "recsxR0eqeFpsuj59"
  },
  {
    "id": 651,
    "createdAt": "2019-11-18T23:15:01-08:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support the Legalization of Marijuana ",
    "reason": "\u003e**UPDATE (11/20/19):** In a 24-10 vote, the House Judiciary Committee has voted in favor of the MORE Act. The legislation will now head to the House floor for a full vote.\n\nOver 60% of Americans believe marijuana use should be legal, and 94% support adult use of marijuana for medical purposes. A New England Journal of Medicine poll found 76% of physicians support the use of marijuana for treatment of certain illnesses. The changing tide of public opinion is also reflected in the growing number of states legalizing marijuana for medical or recreational use, with ten states plus Washington DC having legalized recreational marijuana and 33 states plus DC allowing medical use. However, states' efforts to relax marijuana laws conflict with the Federal Controlled Substances Act, which classifies marijuana, along with drugs like heroin and cocaine, as a Schedule 1 drug with no accepted medical use. \n\nTo reconcile federal and state laws, Representative Jerry Nadler and Senator Kamala Harris have introduce the [Marijuana Opportunity Reinvestment and Expungement]( https://www.forbes.com/sites/tomangell/2019/11/16/vote-to-federally-legalize-marijuana-planned-in-congress/#4eb6ef09201b) (MORE) Act ([HR 3884](https://www.congress.gov/bill/116th-congress/house-bill/3884)/[S 2227](https://www.congress.gov/bill/116th-congress/senate-bill/2227))which would legalize marijuana by removing both marijuana and THC from the Controlled Substances Act. The bill would also expunge previous marijuana use and possession convictions and applies retroactively to people currently serving time for such convictions. Last, the bill establishes a fund to reinvest in communities most affected by the federal government’s war on drugs.\n\nUrge your members of Congress to support this overdue legislation to end the costly and harmful prosecution of a socially accepted recreational drug. ",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP]. \n\nI'm calling in support of **[HR 3884/S 2227]** the MORE Act, in order to remove marijuana as a Schedule 1 drug from the Controlled Substances Act. The government should be focused on fighting the opiate epidemic, not continuing the senseless prosecution of marijuana.\n\nThank you for your hard work answering the phones. \n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Criminal Justice"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate",
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 412
    },
    "slug": "legalization-marijuana-more-act",
    "active": true,
    "meta": "recWJXVqVdAuMOcCp"
  },
  {
    "id": 565,
    "createdAt": "2019-04-21T20:15:01-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support HR 4 to Restore Federal Protections Against Voter Suppression - Passed House",
    "reason": "\u003e**UPDATE (12/06/19):** The House has passed HR 4 with a 228 to 187 vote. The legislation now moves to the Senate for consideration.  \n\nIn the 2013 Shelby County v. Holder decision, the Supreme Court struck down Section 4(b) of the Voting Rights Act of 1965 (VRA), gutting the landmark legislation and ending the federal government’s oversight of potentially discriminatory state voting laws changes. Section 4(b) established a formula to identify states who needed federal preclearance of voting law changes because of their history of voter suppression. In the Shelby County v. Holder decision, the Court [ended the preapproval process](, ruling that the over 40-year old formula was outdated and put an undue burden on states. Since then, 22 states, including many previously covered by the preclearance requirement, have [implemented measures](https://www.brennancenter.org/analysis/effects-shelby-county-v-holder) that [systematically disenfranchise voters of color and low-income voters](https://www.theatlantic.com/politics/archive/2018/07/poll-prri-voter-suppression/565355/). Such changes include [reducing polling locations, requiring voter ID, shortening early voting, and purging voter rolls](https://www.citylab.com/equity/2016/02/research-more-conclusive-that-voter-id-laws-hurt-blacks-and-latinos/459819/). \n\nTo restore the VRA’s enforcement power, Rep. Terri Sewell (D-AL) and Senator Patrick Leahy (D-VT) have introduced the [Voting Rights Advancement Act of 2019 (VRAA)](https://www.theatlantic.com/politics/archive/2019/03/democrats-hope-restore-key-section-voting-rights-act/583969/), which includes a modern formula to determine which states must secure federal approval for voting law changes. The new formula would assess which states have had repeated voting rights violations over the previous 25 years. States found to have excessive rights violations would be subject to federal oversight for ten years, with the opportunity to end federal oversight after that time period. The VRAA will again provide the federal government with the tools necessary to combat voter suppression and help ensure every American’s right to vote. \n\n-Is your Senator a [cosponsor of this legislation?](https://www.congress.gov/bill/116th-congress/senate-bill/561/cosponsors)\n\n-Is your Representative a [cosponsor of this legislation?](https://www.congress.gov/bill/116th-congress/house-bill/4/cosponsors)",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling to urge [REP/SEN NAME] to support **[H.R. 4 if House/S. 561 if Senate]**, the Voting Rights Advancement Act of 2019. We must restore federal oversight of potentially discriminatory voting law changes to ensure elections are fair and free for all.  \n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Voter Rights"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 1098
    },
    "slug": "voting-rights-advancement-act",
    "active": true,
    "meta": "rects2IPnhEgMsocs"
  },
  {
    "id": 583,
    "createdAt": "2019-05-23T20:53:12-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Require Congressional Approval for the Use of Military Force",
    "reason": "On September 14, 2001, in the days following the largest ever terror attack on American soil, Congress passed the Authorization for Use of Military Force (AUMF), granting the President the authority to use “all necessary and appropriate force” against those who “planned, authorized, committed or aided” the attacks of September 11th “in order to prevent any future acts of international terrorism against the United States.” \n\nSince 2001, the AUMF has been used as the legal basis for military action against a broad range of groups extending far beyond those implicated in the September 11th attacks. According to the Congressional Research Service, the 2001 AUMF has been used in at least 14 different countries to justify military intervention. For 18 years, the executive branch has used this overly broad and outdated authorization to wage unending war against terrorism with little or no appropriate congressional oversight.\n\nAs Trump has ratcheted up rhetoric against Iran, [administration officials have cited the 2001 AUMF](https://abcnews.go.com/Politics/concerns-trump-administration-laying-legal-groundwork-military-action/story?id=62360052) as the legal justification to strike Iranian territory without congressional approval. To end the President’s ability to use the 2001 AUMF, the House Appropriations Committee has [approved an amendment to repeal the AUMF](https://thehill.com/policy/defense/444834-house-panel-approves-language-revoking-2001-war-authority-as-iran-tensions) for inclusion in the 2020 Defense Appropriations bill. The amendment will sunset the 2001 AUMF 240 days after the appropriations bill is passed, giving Congress and the administration an eight-month deadline to debate the provision and develop measures to replace it. The committee's approval of the amendment, which was introduced by Rep. Barbara Lee (D-CA), marks a significant step towards reinstating congressional oversight for military intervention and ending the executive branch's overly broad power to wage war. ",
    "script": "Hi, my name is **[NAME]** and I’m a constituent from [CITY, STATE].\n\n**IF CALLING HOUSE:** I’m calling to express my support of Barbara Lee's amendment to repeal the 2001 Authorization for Use of Military Force in the 2020 Defense Appropriations Bill. It is time to end this overly broad and outdated authorization and reintroduce appropriate congressional oversight to fight terrorism and wage war.\n\n**IF CALLING SENATE:** I’m calling to express my support for the repeal the 2001 Authorization for Use of Military Force. It is time to end this overly broad and outdated authorization and reintroduce appropriate congressional oversight to fight terrorism and wage war.\n\nThank you for all your hard work answering the phones.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Foreign Affairs"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate",
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 844
    },
    "slug": "aumf-congressional-approval-military-force",
    "active": false,
    "meta": "recxOevpaBXjMS2tl"
  },
  {
    "id": 594,
    "createdAt": "2019-06-05T12:45:01-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Demand Congress Act to End Abuses of Detained Immigrants",
    "reason": "Appalling stories continue to emerge about abuses of immigrants detained at the border. Immigrations and Customs Enforcement (ICE) is currently detaining over 53,000 immigrants in jails nationwide. The [record-breaking spike](https://www.buzzfeednews.com/article/hamedaleaziz/ice-detention-record-immigrants-border) in immigrant detention stems from a Trump administration policy to arrest nearly all undocumented immigrants. The draconian policy has led to [dangerous overcrowding at ICE facilities](https://www.buzzfeednews.com/article/hamedaleaziz/ice-detention-record-immigrants-border), with one processing facility holding 900 people despite having a maximum capacity of 125. The explosion of detentions has also masked horrifying human rights abuses by immigration enforcement, including the [unjustified separation of children from their families](https://www.houstonchronicle.com/news/houston-texas/houston/article/Trump-administration-still-separating-hundreds-of-14029494.php?eType=EmailBlastContent\u0026eId=cb0cc4aa-a9b5-4fad-ab8e-917fbaa64322), [confiscation of immigrants’ necessary medication](https://news.yahoo.com/border-patrol-is-confiscating-migrant-kids-medicine-us-doctors-say-225354608.html), the [abandonment of 37 children](https://www.nbcnews.com/politics/immigration/botched-family-reunifications-left-migrant-children-waiting-vans-overnight-n1013336) in a van in the Texas heat for 39 hours, and ongoing denial of necessary medical care to detainees—sometimes with [deadly](https://www.nbcnews.com/news/us-news/transgender-asylum-seeker-dies-after-six-weeks-ice-custody-n1012956) [consequences](https://www.usatoday.com/story/news/2019/06/04/us-border-two-more-migrants-die-federal-custody/1261131001/). Meanwhile, an [800,000 case backlog](https://www.npr.org/2019/05/19/724851293/how-trumps-new-immigration-plan-will-affect-backlog-of-pending-cases) in the overloaded, under-resourced immigration court system guarantees immigrants will languish in dangerous conditions for far too long. \n\nHaving directly manufactured this humanitarian crisis, the Trump administration continues to expand detention facilities and refuses accountability for ICE and Border Patrol’s abuses. Congress must demand an end to mass detention of all undocumented immigrants, and advocate for sufficient funding for the immigration court system to alleviate overcrowding. The Trump administration’s treatment of desperate immigrants seeking safety in the United States is a crime against humanity, and Congress must treat it as such.",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm outraged by the reports of abuses of detained immigrants, from massive overcrowding to denial of basic sanitary supplies to children. I urge [REP/SEN NAME] to demand a robust investigation of immigration enforcement practices and detention conditions,  and an end of the mass detention of all undocumented immigrants.\n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Immigration"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate",
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 7773
    },
    "slug": "immigrant-detention-ice",
    "active": false,
    "meta": "rec0yem9LbQM6JWfG"
  },
  {
    "id": 597,
    "createdAt": "2019-06-14T08:04:15-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Enact the FIRE Act to Require Political Campaigns Disclose Foreign Contacts",
    "reason": "\u003e**UPDATE (07/24/19):** During his testimony before Congress, former special counsel Robert Mueller [called Russian electoral meddling](https://www.nbcnews.com/politics/justice-department/robert-mueller-congressional-testimony-full-opening-statement-n1033391?cid=sm_npd_ms_fb_ma) \"among the most serious\" challenges to US democracy that he'd ever encountered and added, \"[T]his deserves the attention of every American.\" The Senate must act immediately to pass the FIRE Act and safeguard our elections.  \n\nDuring an [interview with ABC News]( https://abcnews.go.com/amp/Politics/id-exclusive-interview-trump-listen-foreigners-offered-dirt/story?id=63669304\u0026__twitter_impression=true) on June 13th, George Stephanopoulos asked Trump [_“if foreigners, if Russia, if China, if someone else offers you information on opponents, should they accept it or should they call the FBI?”_](https://abcnews.go.com/Politics/abc-news-oval-office-interview-president-donald-trump/story?id=63688943) Trump responded [_“I think you might want to listen, there’s nothing wrong with listening…. it’s not an interference, they have information. I think I’d take it.”_](https://abcnews.go.com/Politics/abc-news-oval-office-interview-president-donald-trump/story?id=63688943)\n He went on to say that the [_“FBI Director is wrong”_](https://abcnews.go.com/Politics/abc-news-oval-office-interview-president-donald-trump/story?id=63688943) for believing foreign inference and contact should be reported to the FBI.  \n\nWith Trump publicly stating he would accept foreign interference in our elections, he has opened the door and asked for outside players to act on his behalf in 2020. The Mueller report cited [at least 140 contacts](https://www.nytimes.com/interactive/2019/01/26/us/politics/trump-contacts-russians-wikileaks.html) between the 2016 Trump campaign and Russian nationals or Wikileaks, making this explosive admission by Trump a tangible threat to our democracy. \n\nTo require campaigns report contact with foreign nationals, Senator Mark Warner (D-VA) has introduced [S. 1562,](https://www.congress.gov/bill/116th-congress/senate-bill/1562) the Foreign Influence Reporting in Elections Act (FIRE Act). The legislation would require campaigns to [report any contacts with foreign nationals](https://www.cbs19news.com/content/news/Warner-introduces-bill-on-reporting-foreign-election-contacts-510217201.html) who are attempting to make campaign donations or otherwise coordinate with the campaign within a week of the contact. It would also require the preservation of any relevant documents or records regarding the contact. \n\nIt is time for both Republicans and Democrats to take concrete steps to secure our 2020 elections. Without doing so, we run the risk of delegitimizing our elections and democracy.",
    "script": "Hi, my name is **[NAME]** and I’m a constituent from [CITY, STATE].\n\nI’m calling today in support of S. 1562, the Foreign Influence Reporting in Elections Act. We must require all campaigns report any contact with foreign nationals who are attempting to make donations or influence our elections. \n\nThank you for all your hard work answering the phones.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 796
    },
    "slug": "fire-act-foreign-campaign-contact",
    "active": false,
    "meta": "recJR1BkClTZtKQyt"
  },
  {
    "id": 609,
    "createdAt": "2019-07-21T21:25:16-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support Statehood for Washington, D.C.",
    "reason": "Residents of Washington, D.C. pay federal taxes, but don't have Senators or a Representative to vote on issues affecting them. Local laws that voters support can be overruled by Congress without the protective rights of a state. D.C. has a larger population than both Vermont and Wyoming, but less say in our government than either. In 2016, [86% of Washington, D.C.](https://www.nbcwashington.com/news/local/DC-Election-Statehood-Council-Seats-400275901.html) voted for statehood over the unjust status quo.\n\nThat's why D.C.'s nonvoting Representative Eleanor Holmes Norton has introduced [H.R. 51, The Washington, D.C. Admission Act](https://www.congress.gov/bill/116th-congress/house-bill/51) to make D.C. America's 51st state. Similar bills have been introduced before, but H.R. 51 has more sponsors than ever. The National Mall and adjacent buildings housing the federal government will remain federally-owned, while D.C. will become a state with 1 Representative and 2 Senators.",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling to urge [SEN/REP NAME] to support H.R. 51: The Washington, D.C. Admission Act. Over 690,000 residents of the District of Columbia deserve self-determination and full voting representation in Congress. Fulfill the wishes of the people of DC, who voted 86% in favor of statehood.\n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Voter Rights"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 262
    },
    "slug": "washington-dc-statehood-hr-51",
    "active": false,
    "meta": "rec3XxNuyh2FPKgpK"
  },
  {
    "id": 613,
    "createdAt": "2019-08-06T20:55:07-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Reject Lindsey Graham’s Punitive Asylum Reform Legislation",
    "reason": "In May, Senator Lindsey Graham introduced S.1494 “The Secure and Protect Act of 2019” which aims to [modify our current asylum process, making it more difficult and risky for applicants] (https://www.cnn.com/2019/05/15/politics/graham-immigration-bill/index.html). His bill changes the current system in three key ways: it requires application for asylum be filed not at the border but in the applicant’s home country, it allows for migrant children to be held in custody for 100 days rather than 20, and it makes it easier to deport unaccompanied minors. These changes would disproportionately impact the most vulnerable migrants - those at high risk of retaliation from their own governments, as well as children - making this a transparent attempt at punishing migrants seeking lawful asylum.\n\nOn Thursday August 1, Graham [overrode Democrat objections and waived committee rules](https://thehill.com/homenews/senate/455748-graham-moves-controversial-asylum-bill-through-panel-democrats-charge-hes)\nin order to forcibly advance the bill through the Senate Judiciary Committee. Senators need to hear from their constituents that this bill should be soundly rejected. It does nothing to help our country but instead punishes the most vulnerable migrants. Graham must not be rewarded for breaking the rules in forcing his bill towards a Senate vote.",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling to demand [REP/SEN NAME] vote against S.1494, The Secure and Protect Act of 2019. These changes to our asylum process do nothing to make our country safer and only punish people seeking legal asylum. Thank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Immigration"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 301
    },
    "slug": "asylum-secure-protect-act-graham",
    "active": false,
    "meta": "rec7mH8mDsnI7bNAi"
  },
  {
    "id": 646,
    "createdAt": "2019-10-28T20:30:01-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support the Help America Run Act - Passed House",
    "reason": "\u003e**UPDATE (10/29/19):** The House has passed HR 1623, the Help America Run Act. The legislation now moves to the Senate for consideration.\n\nWorking class occupations comprise [more than half](https://www.demos.org/research/understanding-working-class) the jobs in the United States, yet current members of Congress are much wealthier than the people they represent, according to a [New York Times analysis](https://www.nytimes.com/interactive/2019/01/26/opinion/sunday/paths-to-congress.html). Blue collar Americans, women and working parents go underrepresented in Congress making it less likely that policies that benefit them, such as paid family leave and minimum wage reform will be meaningfully addressed.\n\nThe Help America Run Act would make changes to the [Federal Election Campaign Act](https://www.congress.gov/bill/116th-congress/house-bill/1623/text) to allow candidates to use campaign funds to cover child care, elder care, dependent care and health insurance. This simple change would make it possible for more working parents and everyday Americans, not just wealthy ones, to run for federal office. Currently, candidates are banned from using campaign funds for “personal uses” such as child care, but the Federal Election Commission can waive the rules on a case by case basis. However, in the past 20 years, it has [done so only twice.](https://www.washingtonpost.com/outlook/2019/03/07/heres-how-help-people-who-have-kids-arent-rich-run-congress/)\n\nAsk your member of Congress to support this bill to make our democracy truly representative. ",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling to express my support for H.R. 1623,  the Help America Run Act. This small change will make it possible for more everyday Americans to run for federal office, making our democracy more representative of our nation. \n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Civil Rights"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 93
    },
    "slug": "help-americans-run-act",
    "active": false,
    "meta": "recXabym1OixKkfeA"
  },
  {
    "id": 649,
    "createdAt": "2019-11-17T19:00:01-08:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Block the Federal Death Penalty",
    "reason": "Despite an [ongoing broad national shift away from support for the use of capital punishment](https://www.nytimes.com/2015/04/30/us/white-house-balks-on-ending-death-penalty.html), Trump has [ordered the death penalty to be reinstated](https://www.nytimes.com/2019/07/25/us/politics/federal-executions-death-penalty.html) after a 16 year moratorium on executions and [Attorney General Barr has directed the federal Bureau of Prisons to schedule the killing of five prisoners](https://www.cnn.com/videos/politics/2019/07/25/capital-punishment-justice-department-barr-perez-nr-vpx.cnn) at the end of this year. No explanation was given for this change in policy. \n\nThe application of the death penalty is at the very least, a hugely troubling responsibility. A [growing number of Americans are in favor of abolishing it entirely](https://time.com/5635787/executions-death-penalty-reaction-opponents/). The death penalty has been abolished in 106 countries, with another 28 having moratoriums or effectively not using the practice. The United Nations has called for a global ban on the practice. Many questions remain open about the cruelty of death by lethal injection. Another major concern is the high level of racial disparity in who is sentenced to die; almost [42% of death row prisoners are black, when the overall population is 14%](https://deathpenaltyinfo.org/death-row/overview/demographics).\n\nAllowing the Trump administration to leverage such a momentous policy change to distract people from more inconvenient news stories is despicable. [H.R.4052](https://pressley.house.gov/sites/pressley.house.gov/files/Death%20Penalty%20BIll.pdf) puts a stop to the death penalty at the federal level.",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling to demand [REP/SEN NAME] support H.R. 4052, which \nmakes the use of the death penalty a violation of federal law. \n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Criminal Justice"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 113
    },
    "slug": "federal-death-penalty",
    "active": false,
    "meta": "recYHYLLJ92cbLDwy"
  },
  {
    "id": 502,
    "createdAt": "2019-03-05T21:26:26-08:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support the Marijuana Justice Act of 2019",
    "reason": "Over 60% of Americans believe marijuana use should be legal, and 94% support adult use of marijuana for medical purposes. A New England Journal of Medicine poll found 76% of physicians support the use of marijuana for treatment of certain illnesses. The changing tide of public opinion is also reflected in the growing number of states legalizing marijuana for medical or recreational use, with ten states plus Washington DC having legalized recreational marijuana and 33 states plus DC allowing medical use. However, states' efforts to relax marijuana laws conflict with the Federal Controlled Substances Act, which classifies marijuana, along with drugs like heroin and cocaine, as a Schedule I drug with no accepted medical use. \n\nTo reconcile federal and state laws, Senator Cory Booker (D-NJ) has introduced S. 597, The Marijuana Justice Act of 2019, which would [legalize marijuana by removing marijuana as a Schedule I drug from the Controlled Substances Act.](https://www.npr.org/2019/02/28/698703356/2020-democratic-presidential-hopefuls-support-marijuana-legalization-bill) The bill would also expunge previous marijuana use and possession convictions and applies retroactively to people currently serving time for such convictions. Lastly, the bill establishes a fund to reinvest in communities most affected by the federal government’s war on drugs.\n\nUrge your members of Congress to support this overdue legislation to end the costly and harmful prosecution of a socially accepted recreational drug. \n\n- Is your Senator a [cosponsor of this legislation?](https://www.congress.gov/bill/116th-congress/senate-bill/597/cosponsors)",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP]. \n\nI'm calling in support of S. 597, The Marijuana Justice Act, in order to remove marijuana as a schedule one drug from the Controlled Substances Act. The government should be focused on fighting the opiate epidemic, not continuing the senseless prosecution of marijuana.\n\nThank you for your hard work answering the phones. \n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Criminal Justice"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 394
    },
    "slug": "marijuana-justice-act",
    "active": false,
    "meta": "recaEnqQ1sI4uymAm"
  },
  {
    "id": 598,
    "createdAt": "2019-06-16T21:00:01-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Demand Sunshine on ICE Detention Centers",
    "reason": "Since [2017](https://www.cnn.com/interactive/2019/04/us/immigrant-family-separations-timeline/) the Trump administration has aggressively pursued a zero-tolerance immigration policy at the southern border. In 2018, the administration imposed a [brutal family separation policy](https://www.cnn.com/2018/06/25/us/immigration-protests/index.html) and began charging all migrants crossing the border, even those seeking asylum, with crimes. Despite Trump’s apparent reversal of the separation policy, families continue to be torn apart, with no viable plan for reunion. Children and adults are [dying in custody](https://www.nbcnews.com/politics/immigration/24-immigrants-have-died-ice-custody-during-trump-administration-n1015291) and being held in [overcrowded, inhumane facilities](https://www.nytimes.com/2019/05/31/us/el-paso-border-overcrowding.html?login=email\u0026auth=login-email). The government, overwhelmed by the ballooning costs of its self-imposed crisis, is now proposing to [cut legal and educational support for unaccompanied children](https://www.washingtonpost.com/immigration/trump-administration-cancels-english-classes-soccer-legal-aid-for-unaccompanied-child-migrants-in-us-shelters/2019/06/05/df2a0008-8712-11e9-a491-25df61c78dc4_story.html?utm_term=.86a93d3017cb). On June 12, news emerged that the government plans to house nearly 1,400 children on the site of a [former Japanese concentration camp (euphemistically termed an “internment camp\")](https://www.cbsnews.com/news/migrant-children-to-be-kept-at-armys-fort-sill-in-oklahoma/). The move is an all too apt illustration of the Trump administration’s dedication to reviving 1940s era white supremacy.  \n\nDespite efforts to hide this abuse, journalists and immigrant advocates have revealed a clear pattern of human rights violations by the Trump administration. Americans must demand transparency into the shadow prison system being used to dehumanize and torture innocent people. Demand your state lawmakers seek and publicly report information about [the facilities in your state](https://www.businessinsider.com/ice-immigrant-families-dhs-detention-centers-2018-6) and connect with local immigration advocacy groups to help respond to these atrocities. ",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP]. \n\n**IF CALLING FROM ANY STATE OTHER THAN IL:** I'm calling to urge [REP/SEN NAME] to follow Illinois' example and ban privately funded immigration detention centers. I also urge [REP/SEN NAME] to obtain detailed information about the ICE detention centers in our state. **(Choose 1-3 from the list BELOW):**\n\n- _Headcount:_ How many immigrants are housed in our state? What is the population breakdown by gender, age, etc.? \n- _Conditions:_ What are typical living conditions and length of detention?\n- _Safety:_ What kinds of abuses do detainees face (deaths in custody, denial of medical care, lack of sanitation)?\n- _Facilities:_ Are there any plans for closure or expansion? Are the prisons public or privately run?\n- _Resources:_ Are any state resources being used to support these facilities?\n- _Access:_ When can a delegation tour facilities?\n\n**IF CALLING FROM IL:** I am calling today to voice my support for the state's decision to ban private immigration detention facilities. I also urge [REP/SEN NAME] to obtain information about ICE facilities in our state. **(Choose 1-3 from the list ABOVE):**\n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Immigration"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "Governor",
      "StateUpper",
      "StateLower"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 1842
    },
    "slug": "ice-detention-center-oversight",
    "active": false,
    "meta": "recOmS5tA0WO9N5st"
  },
  {
    "id": 606,
    "createdAt": "2019-07-08T21:00:01-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support H.R. 40: Commission to Develop Reparations Proposals",
    "reason": "On June 19th, the House held a hearing on H.R.40, a bill that would launch a commission to study how the government can most effectively pay reparations to African-Americans to mitigate the ongoing damage from racist federal policies. The [racial wealth gap is enormous](https://www.epi.org/blog/the-racial-wealth-gap-how-african-americans-have-been-shortchanged-out-of-the-materials-to-build-wealth/) - black Americans hold only 3% of the nation’s wealth despite being 12-13% of the population, the median wealth of black families is less than 10% of white families, and over 25% of black families have zero or negative net worth. \n\n[The federal government is responsible for many drivers of this wealth gap](https://www.washingtonpost.com/outlook/reparations-for-slavery-arent-enough-official-racism-lasted-much-longer/2019/06/21/2c0ecbe8-9397-11e9-aadb-74e6b2b46f6a_story.html?utm_term=.2e261e026606), including but not limited to keeping slavery legal until the end of the Civil War, discriminatory housing policies (red-lining so federally-supported mortgages were not available in black neighborhoods), interstate highway design that drove “white flight” and subsequent ghettoization of black neighborhoods in the inner cities, and less funding for predominantly black schools.\n\nThis commission would examine the federal government’s responsibility for the ongoing impacts of slavery and racially discriminatory federal policies, and propose financial compensation-based solutions, i.e., reparations. Representatives need to hear from their constituents that we have a responsibility as Americans to examine the impacts of our racist federal policies (past and present), and proactively attempt to repair the damage.",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling to urge [SEN/REP NAME] to vote in favor of H.R. 40: The Commission to Study and Develop Reparation Proposals for African-Americans Act. As a nation, we need to address our past history and current reality of racially-discriminatory federal policies, and the formation of this commission to study and propose reparations is a critical first step. \n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Civil Rights"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 206
    },
    "slug": "hr-40-reparation-proposals",
    "active": false,
    "meta": "recdYWE5agN7k9GyR"
  },
  {
    "id": 630,
    "createdAt": "2019-09-10T20:15:01-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support the Disarm Hate Act",
    "reason": "committed](https://www.bjs.gov/content/pub/pdf/hcs1317pp.pdf) against communities of color, religious minorities, LGBTQ people, and other minority groups. Guns are a common weapon of hate: from 2010 to 2016, [more than fifty thousand hate crimes involved a firearm](https://www.harris.senate.gov/news/press-releases/harris-colleagues-introduce-protections-against-gun-violence). Yet, because of a dangerous loophole in federal law, people convicted of hate crimes can legally purchase and possess firearms in many states. [Federal law prohibits](https://www.nytimes.com/2019/02/20/us/gun-seizures-felons-abusers.html) people convicted of felonies or domestic violence-related misdemeanors from owning guns. However, this restriction does not apply to individuals convicted of misdemeanor hate crimes. Consequently, amid a mass shooting crisis and [a consecutive three-year increase in the frequency of hate crimes](https://www.apnews.com/e5e7bb22f8474408becd2fcdc67f284e), people with histories of hate-motivated threats and violence continue to easily obtain deadly weapons.\n\nThe [Disarm Hate Act](https://www.congress.gov/bill/116th-congress/house-bill/2708) (H.R. 2708/S. 1462) would close the hate crime loophole by prohibiting individuals convicted of violent hate crime misdemeanors from purchasing and possessing firearms. Introduced by Representative David Cicilline (D-RI) and Senator Bob Casey (D-PA), the Disarm Hate Act is currently in committee in both the House and the Senate. Call your representative now to demand support for this bill, a critical step towards preventing the growing spread of violence against our communities.",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\nI'm calling to urge [REP/SEN NAME] to support [H.R. 2708 for House, S. 1462 for Senate], the Disarm Hate Act. Individuals convicted of hate crime misdemeanors should not be able to possess firearms. This bill is a critical step towards preventing the growing spread of gun-related violence against our communities.\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Gun Reform"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate",
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 728
    },
    "slug": "disarm-hate-act-gun-reform",
    "active": false,
    "meta": "rec7UXh6NqsJaqf4e"
  },
  {
    "id": 550,
    "createdAt": "2019-03-31T21:33:15-07:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Urge Congress to Defend Healthcare Access and Strengthen the Affordable Care Act - Needs Senate Vote",
    "reason": "\u003e**UPDATE (06/07/19):** The Trump administration is officially [arguing in court](https://www.vox.com/policy-and-politics/2018/6/7/17440120/obamacare-penalty-lawsuit-trump-brief) that the ACA's protections for people with preexisting conditions are unconstitutional and should be eliminated. It's more important than ever for Congress to pass bills strengthening healthcare access for all US residents. \n\n\u003e**UPDATE (05/15/19):** The House has passed HR 987 in a 234 - 183 vote. The legislation now moves to the Senate for consideration. \n\nThe Trump administration’s Department of Justice (DOJ) is now openly urging courts to [declare the entire Affordable Care Act (ACA) unconstitutional](https://www.npr.org/2019/03/26/706869835/trump-administration-now-says-entire-affordable-care-act-should-be-repealed). The DOJ’s new position is a response to an [ongoing lawsuit against the ACA](https://www.washingtonpost.com/national/health-science/democratic-attorneys-general-appeal-ruling-that-invalidated-affordable-care-act/2019/01/03/0ca0daa6-0f7d-11e9-831f-3aa2c2be4cbd_story.html?noredirect=on\u0026utm_term=.f83dded07845) by Republican state attorneys general. The DOJ’s extremist stance endangers healthcare access by threatening Medicaid expansion, protections for people with preexisting conditions, and other ACA provisions that have given millions of Americans access to health insurance. The ACA remains in place as court challenges continue. However, Congress must take steps to shore up the law wherever possible to defend health insurance access. \n\nHouse Democrats have [introduced a bill](https://www.vox.com/policy-and-politics/2019/3/26/18282103/aca-obamacare-news-house-democrats-legislation-doj) to further expand healthcare access while reversing the Trump administration’s attempts to weaken the ACA through regulatory changes. The bill’s key provisions include:\n\n- Expansion of ACA tax credit availability for those purchasing plans on the exchanges \n- Creation of a national reinsurance program to shield insurers from unexpectedly high medical costs, which in turn will keep premiums low\n- Reversal of a Trump rule allowing the sale of subpar insurance plans that don’t cover ACA-mandated essential benefits\n- Reinstatement of ACA enrollment outreach funding \n\nWhile the bill does not go far enough to guarantee universal healthcare access for all Americans, it is nevertheless an [important measure to strengthen the ACA](https://www.nytimes.com/2019/03/25/us/politics/house-democrats-health-coverage.html) against the Trump administration’s ongoing assault. Furthermore, Speaker Pelosi has made clear that this legislation does not preclude broader healthcare legislation [down the line](https://www.washingtonpost.com/amphtml/politics/answering-the-liberal-clamor-pelosi-rolls-out-limited-proposals-on-health-care-amd-environment/2019/03/27/42a76c9c-509f-11e9-bdb7-44f948cc0605_story.html).  Urge your representatives to support this important protective legislation. ",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP].\n\n\n[IF CALLING HOUSE]:\nI'm calling to urge [REP/SEN NAME] to support bills to strengthen the Affordable Care Act, particularly the law's protections for people with preexisting conditions. Legislation to expand tax credits, create a national reinsurance program, and end the sale of subpar insurance plans will also help more Americans access necessary healthcare. \n\n[IF CALLING SENATE]:I'm calling to urge [REP/SEN NAME] to support HR 987 and other bills to strengthen the Affordable Care Act.. Legislation to strengthen protections for people with preexisting conditions, expand tax credits, create a national reinsurance program, and end the sale of subpar insurance plans will help more Americans access necessary healthcare. \n\nThank you for your time and attention.\n\n**IF LEAVING A VOICEMAIL:** Please leave your full street address to ensure your call is tallied.",
    "categories": [
      {
        "name": "Healthcare"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate",
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 409
    },
    "slug": "defend-healthcare-aca",
    "active": false,
    "meta": "recljdf9TEaN5PQzV"
  },
  {
    "id": 420,
    "createdAt": "2019-01-22T14:08:30-08:00",
    "group": {
      "id": 0,
      "createdAt": "0001-01-01T00:00:00Z",
      "name": "",
      "groupID": "",
      "subtitle": "",
      "description": "",
      "photoURL": "",
      "totalCalls": 0,
      "customCalls": false,
      "subscribed": false
    },
    "name": "Support Legislation to Protect Transgender Troops ",
    "reason": "\u003e**UPDATE (04/12/19):** The military has begun [enforcement of the transgender military ban.](https://www.cbsnews.com/news/transgender-military-ban-trump-administration-ban-on-transgender-troops-goes-into-effect/) Congress must act immediately to protect the courageous and brave members of our military who identify as transgender.\n\nIn the summer of 2017, Trump announced via Twitter that the US military would no longer allow most transgender troops to serve, baselessly asserting that these individuals burden the military. Ex-Secretary of Defense James Mattis released the official policy banning many transgender people from military service in 2018, despite a [complete lack of evidence](https://www.rand.org/pubs/research_reports/RR1530.html) that transgender people’s service harms the US military in any way.\n\nSeveral lower courts issued injunctions [blocking the ban’s implementation, pending a ruling from the Ninth Circuit Court on the rule’s legality](https://thehill.com/regulation/court-battles/426377-supreme-court-allows-transgender-military-ban-to-be-enforced). However, the Department of Justice asked the Supreme Court to override these injunctions and allow the ban to go into effect even as lower courts review the policy. On January 22nd, a divided Supreme Court ruled that the ban could be reinstated for now, despite ongoing litigation in the lower courts. Now, the [nearly 15,0,000 transgender individuals who serve in the US military](https://www.sfchronicle.com/news/medical/article/AMA-blasts-reasoning-for-military-s-transgender-13759953.php) face an uncertain future. \n\nTo address this issue, Senator Kirsten Gillibrand (D-NY) and Representative Jackie Speier (D-CA) have introduced legislation to allow transgender military members to continue their service, uninterrupted by Trump’s bigoted and hateful transgender service ban. Call your reps and make sure they support this much needed legislation. \n\n- Is your Senator a [cosponsor of S. 373?](https://www.congress.gov/bill/116th-congress/senate-bill/373/cosponsors)\n- Is your Representative a [cosponsor of H.R. 1032?](https://www.congress.gov/bill/116th-congress/house-bill/1032/cosponsors)",
    "script": "Hi, my name is **[NAME]** and I'm a constituent from [CITY, ZIP]. \n\nI'm calling in support of **[H.R. 1032 for House/S. 373 for Senate].** Trump's transgender military service ban does nothing to protect national security and harms the nearly 15,000 transgender individuals currently serving our nation.\n\nThank you for your time and consideration. \n\n**IF LEAVING A MESSAGE:** Please leave your full address to ensure your call is tallied.",
    "categories": [
      {
        "name": "LGBTQ"
      }
    ],
    "contactType": "REPS",
    "contacts": null,
    "contactAreas": [
      "US Senate",
      "US House"
    ],
    "outcomeModels": [
      {
        "label": "unavailable",
        "status": "unavailable"
      },
      {
        "label": "voicemail",
        "status": "voicemail"
      },
      {
        "label": "contact",
        "status": "contact"
      },
      {
        "label": "skip",
        "status": "skip"
      }
    ],
    "stats": {
      "calls": 1233
    },
    "slug": "support-transgender-troops",
    "active": false,
    "meta": "recvDrjBgHokYHGIr"
  }
]
