{
    "splitDistrict":true,
    "invalidAddress":false,
    "normalizedLocation":"Cypress",
    "issues":[
              {
                "id":"recAJq5kgkWNcHiPI",
                "name":"Appeal to Governors to Protect Our Immigrant Communities",
                "reason":"Since taking office, Trump has signed a series of executive orders aimed at our immigrant community. Last week we witnessed the beginning of the administration’s promise to deport immigrants with ICE raids occurring across the country. According to the Washington Post, “U.S. immigration authorities arrested hundreds of undocumented immigrants in at least a half-dozen states” sending shock waves throughout our immigrant community. \n\nOur state governors have more power than we realize. They have the ability to lobby the federal government and can take steps to block immigration authorities. We’ve already seen some governors take bold action, such as Kate Brown (D-OR) prohibiting state agencies from cooperating with federal immigration officials and Jerry Brown’s (D-CA) promise to protect immigrant rights. Our governors need to develop policies to protect immigrants, many who have been here since childhood, from harsh and inhumane practices. ",
                "script":"Hi, my name is [Name] and I'm a constituent from [CITY, ZIP]. \n\nI’m calling to ask what steps the governor is taking to protect our immigrant community from aggressive deportation tactics of the Trump administration. \n\n[IF CLEAR STEPS ARE IDENTIFIED]: Please tell the governor I thank them for standing for the immigrants in our state, and expect them to continue to resist Trump’s agenda. Thank you for your hard work answering the phones. \n\n[IF UNKNOWN OR CLEAR STEPS ARE NOT IDENTIFIED]: I urge the governor to take action in supporting and protecting the immigrant communities in our state. We have undocumented immigrants who are productive and valued members of our community and I demand [he/she] shield them from the Trump agenda. Thank you for your hard work answering the phones.",
                "contacts":[{"id":"TX-GregAbbott","name":"Greg Abbott","phone":"512-463-2000","photoURL":"https://5calls.org/photo/TX-GregAbbott","party":"Republican","state":"TX","reason":"This is your state governor","area":"Governor","field_offices":null}],"outcomeModels":[{ "label": "unavailable", "status": "unavailable" },{ "label": "voicemail", "status": "voicemail"},{ "label": "contact", "status": "contact"}, {"label": "skip", "status": "skip"}],"categories": [{"name": "Environment "}],"inactive": false,},
              {
                "id":"recdoQhIlJl99yg6G",
                "name":"Investigate Michael Flynn's Secret Talks with Russia",
                "reason":"According to American intelligence officials, Michael Flynn, President Trump's national security advisor, contacted the Russian ambasador prior to the inauguration. In these talks, Flynn discussed the sanctions that President Obama had levied against Russia for its interference in the 2016 presidential election, and he urged Russia not to retaliate, suggesting that these sanctions could be lifted by the incoming president. By secretly communicating with Russia, Flynn violated the long-established Logan Act of 1799, which prohibits unauthorized citizens from negotiating with foreign governments with which the US is engaged in disputes. Even more alarmingly, when Flynn was asked in an interview whether he had spoken to Russia about the sanctions, he twice said \"No\"—despite phone call transcripts that prove the contrary. Flynn's shady connections with Russia continue to reveal a troubling closeness between the Trump Administration and Russia. Michael Flynn must be not only condemned, but also investigated by Congress and US intelligence agencies. \n\n(This issue's content was sourced in part from the Indivisible Guide.)",
                "script":"Hi, my name is [NAME] and I'm a constituent from [CITY, ZIP]. \n\nI'm calling to insist that the Trump Administration be held accountable for its inappropriate dealings with Russia. I expect [Senator/Rep's Name] to pressure Congress and US counterintelligence agencies to investigate Michael Flynn's secret conversations with the Russian ambassador.\n\nThank you for your hard work answering the phones.\n\n[IF LEAVING A VOICEMAIL: please leave your full street address to ensure your call is tallied]","contacts":[{"id":"TX-JohnCornyn","name":"John Cornyn","phone":"202-224-2934","photoURL":"https://5calls.org/photo/TX-JohnCornyn","party":"Republican","state":"TX","reason":"This is one of your two senators","area":"Senate","field_offices":[{"phone":"512-469-6034","city":"Central Texas"},{"phone":"903-593-0902","city":"East Texas"},{"phone":"972-239-1310","city":"North Texas"},{"phone":"210-224-7485","city":"South Central Texas"},{"phone":"956-423-0162","city":"South Texas"},{"phone":"713-572-3337","city":"Southeast Texas"},{"phone":"806-472-7533","city":"West Texas"}]},{"id":"TX-TedCruz","name":"Ted Cruz","phone":"202-224-5922","photoURL":"https://5calls.org/photo/TX-TedCruz","party":"Republican","state":"TX","reason":"This is one of your two senators","area":"Senate","field_offices":[{"phone":"512-916-5834","city":"Central Texas"},{"phone":"903-593-5130","city":"East Texas"},{"phone":"214-599-8749","city":"North Texas"},{"phone":"956-686-7339","city":"South Texas"},{"phone":"210-340-2885","city":"South/Central Texas"},{"phone":"713-718-3057","city":"Southeast Texas"}]}],"outcomeModels":[{ "label": "unavailable", "status": "unavailable" },{ "label": "voicemail", "status": "voicemail"},{ "label": "contact", "status": "contact"}, {"label": "skip", "status": "skip"}],"categories": [{"name": "Environment "}],"inactive": false,},{"id":"recqKUbxGpjDhUI4W","name":"Urge the House to Investigate the Trump Team","reason":"In a bold move to address the nation's concerns over President Trump’s private business interests, potential ethical violations, and possible ties to Russia, Congressman Jerrold Nadler (D-NY), a senior member of the House Judiciary Committee, filed a Resolution of Inquiry on February 9th. A Resolution of Inquiry is a special legislative tool that has “privileged parliamentary status\": it must be debated and voted on by the relevant Committee within 14 legislative days, or it can be brought in front of the entire House. Congressman Nadler's resolution requests information from the Justice Department on any and all “criminal or counterintelligence investigations” into Trump and his team, including those into national security adviser Michael Flynn and former Trump campaign manager Paul Manafort. If the resolution passes, the Justice Department must reveal its findings on Trump and his associates.","script":"Hi, my name is [NAME] and I'm a constituent from [CITY, ZIP].   \n\nI'm calling to express my support for Congressman Nadler's Resolution of Inquiry, which requests information from the Justice Department on Trump's potential conflicts of interest, ethical violations, and ties to Russia.\n\nThank you for your hard work answering the phones.\n\n[IF LEAVING A VOICEMAIL: please leave your full street address to ensure your call is tallied] ",
                "contacts":[],"outcomeModels":[{ "label": "unavailable", "status": "unavailable" },{ "label": "voicemail", "status": "voicemail"},{ "label": "contact", "status": "contact"}, {"label": "skip", "status": "skip"}],"categories": [{"name": "Environment "}],"inactive": false,},
              {
                "id":"recDcrCAcDyiwuOVh",
                "name":"Defend the Affordable Care Act",
                "reason":"In mid-January, the Senate moved towards defunding the Affordable Care Act (ACA), also known as Obamacare, approving the first step in a process that can dismantle it with a simple majority vote. About 20 million Americans would lose insurance coverage immediately. This includes people with pre-existing conditions, as well as those who have reached a total lifetime cap, such as diabetics and cancer survivors. In addition, many more people, such as seniors who would pay high out-of-pocket costs for prescriptions, would suffer from the repeal of Medicare expansion under the ACA. \n\nWith the confirmation of Tom Price for Secretary of Health and Human Services, the repeal of the ACA is under its greatest threat. Price has been a strong opponent of the ACA and has fought continuously for repeal. While the next steps towards repealing the ACA remain unclear, Republicans will likely seek to dismantle it bit by bit. If they succeed, millions of Americans will be un- or under-insured, and the burden will fall to the sickest people to pay out-of-pocket for their healthcare. ","script":"Hi, my name is [NAME] and I’m a constituent from [CITY, ZIP]. \n\nI’m calling today because I am strongly in favor of the ACA and the protections it ensures for Americans. I expect [Senator/Rep's Name] to work to improve the ACA.                          \n\nThank you for your hard work answering the phones.\n\n[IF LEAVING A VOICEMAIL: please leave your full street address to ensure your call is tallied] ","contacts":[{"id":"TX-JohnCornyn","name":"John Cornyn","phone":"202-224-2934","photoURL":"https://5calls.org/photo/TX-JohnCornyn","party":"Republican","state":"TX","reason":"This is one of your two senators","area":"Senate","field_offices":[{"phone":"512-469-6034","city":"Central Texas"},{"phone":"903-593-0902","city":"East Texas"},{"phone":"972-239-1310","city":"North Texas"},{"phone":"210-224-7485","city":"South Central Texas"},{"phone":"956-423-0162","city":"South Texas"},{"phone":"713-572-3337","city":"Southeast Texas"},{"phone":"806-472-7533","city":"West Texas"}]},{"id":"TX-TedCruz","name":"Ted Cruz","phone":"202-224-5922","photoURL":"https://5calls.org/photo/TX-TedCruz","party":"Republican","state":"TX","reason":"This is one of your two senators","area":"Senate","field_offices":[{"phone":"512-916-5834","city":"Central Texas"},{"phone":"903-593-5130","city":"East Texas"},{"phone":"214-599-8749","city":"North Texas"},{"phone":"956-686-7339","city":"South Texas"},{"phone":"210-340-2885","city":"South/Central Texas"},{"phone":"713-718-3057","city":"Southeast Texas"}]}],"outcomeModels":[{ "label": "unavailable", "status": "unavailable" },{ "label": "voicemail", "status": "voicemail"},{ "label": "contact", "status": "contact"}, {"label": "skip", "status": "skip"}],"categories": [{"name": "Environment "}],"inactive": false,},{"id":"recBu5lV0HxqlRzhm","name":"Save the Election Assistance Commission","reason":"While the Senate was voting to confirm Betsy DeVos as Secretary of Education, the House Committee on House Administration voted 6-3 (along party lines) in favor of H.R. 634, the Election Assistance Commission Termination Act, which would shut down the federal agency that helps states regulate voting systems and administer election standards. Created after the chaotic presidential election of 2000, the Election Assistance Commission (EAC) secures our voting process and infrastructure, providing support that local election officials rely on. Now, the House Committee has decided that we no longer need it. \n\nIn 2014, President Obama’s Presidential Commission on Election Administration tasked the EAC with modernizing our severely outdated voting machines with more efficient, secure technology. Terminating the EAC would abruptly end its important work, putting our democratic process at a higher risk for voting irregularities, machine failures, and hacks. This is a stunning move by Congress, especially after Russia’s proven attempts to hack into state voter registration databases and destabilize our entire presidential election.","script":"Hi, my name is [NAME], and I’m a constituent from [CITY and ZIP].\n\nI’m calling to express my outrage over HR 634, which would eliminate the Election Assistance Commission. Federal standards for local voting systems are essential to fair and secure elections. \n\nThank you for your hard work answering the phones.\n\n[IF LEAVING A VOICEMAIL: please leave your full street address to ensure your call is tallied] ","contacts":[],"outcomeModels":[{ "label": "unavailable", "status": "unavailable" },{ "label": "voicemail", "status": "voicemail"},{ "label": "contact", "status": "contact"}, {"label": "skip", "status": "skip"}],"categories": [{"name": "Environment "}],"inactive": false,},{"id":"recQqBEyDVv4D4FhI","name":"Keep Partisan Politics out of the National Security Council","reason":"On January 28th, Donald Trump reorganized the National Security Council (NSC) to include both Steve Bannon (Trump’s Chief Strategist and former chair of Breitbart media) and Reince Priebus (Trump’s Chief of Staff), while he reduced the roles of the Director of National Intelligence and the Chairman of the Joint Chiefs of Staff. The purpose of the National Security Council is to provide the president with the best possible advice from his Cabinet, the military, and the intelligence community before he makes major decisions. Injecting partisan politics into the process of securing our nation is extremely dangerous. \n\nOn February 1st, U.S. Representative Stephanie Murphy introduced a bill (H.R. 804) to protect the NSC from political interference. This bill will ensure that no individual whose “primary responsibility is political in nature” is assigned to the NSC or authorized to attend NSC meetings, and it stresses that the Director of National Intelligence and the Chairman of the Joint Chiefs of Staff have standing invitations to attend Principal Committee meetings. With this bill, Congresswoman Murphy hopes to \"...depoliticize national security so that we never jeopardize the safety and security of the American people.","script":"Hi, my name is [NAME] and I’m a constituent from [CITY, ZIP]. \n\nI’m calling to express my support for Congresswoman Murphy’s bill, H.R. 804, because it protects the National Security Council from political interference. Our national security should not be threatened by partisan politics.\n\nThank you for your hard work answering the phones.\n\n[IF LEAVING A VOICEMAIL: please leave your full street address to ensure your call is tallied]","contacts":[],"outcomeModels":[{ "label": "unavailable", "status": "unavailable" },{ "label": "voicemail", "status": "voicemail"},{ "label": "contact", "status": "contact"}, {"label": "skip", "status": "skip"}],"categories": [{"name": "Environment "}],"inactive": false,},{"id":"recrz7NXafzed3Z8T","name":"Ensure the Continued Protection of Federal Lands","reason":"On January 24th, Republican representative Jason Chaffetz introduced two bills, H.R. 621 and H.R. 622, designed to shift control of federal lands (national forests and other lands preserved for recreation, hunting, fishing, conservation, etc) from federal government authorities (the Bureau of Land Management (BLM) and the Forest Service) to individual states. If this legislation passes, state governments may privatize these lands for a variety of uses, including mining, logging, construction, and other destructive activities.\n \n* H.R. 621 would have resulted in the sale of 3.3 million acres of federal lands to the states and was withdrawn on February 2nd after a large public backlash. \n\n* H.R. 622 is still in play. It removes legal authority from the BLM and the Forest Service, transferring it to individual states and local law enforcement. The major loss of federal resources and oversight will burden local governments, which will likely decriminalize destructive private use or simply fail to enforce existing laws, thereby deprioritizing the protection of public lands.","script":"Hi, my name is [NAME] and I’m a constituent from [CITY, ZIP]. \n\nI’m calling today because I'm against H.R. 622 and any other efforts to reduce the scope of the Bureau of Land Management and Forest Service in protecting our federal lands.                           \n\nThank you for your hard work answering the phones.\n\n[IF LEAVING A VOICEMAIL: please leave your full street address to ensure your call is tallied] ","contacts":[],"outcomeModels":[{ "label": "unavailable", "status": "unavailable" },{ "label": "voicemail", "status": "voicemail"},{ "label": "contact", "status": "contact"}, {"label": "skip", "status": "skip"}],"categories": [{"name": "Environment "}],"inactive": false,},{"id":"recdmM2dyJtQqUhhd","name":"Oppose Justice Neil Gorsuch for the Supreme Court","reason":"In Neil Gorsuch, Trump has nominated an avowed originalist and enemy of women’s healthcare to the Supreme Court. While on the 10th Circuit Gorsuch decided in favor of Hobby Lobby, ruling the company could refuse contraception coverage to women on religious grounds. He used the explanation that IUDs and birth control drugs destroyed fertilized eggs (which is scientifically false) and stated corporations are persons that can engage their religious right to choose which laws they want to follow.\n\nIn other assaults on women’s healthcare, Gorsuch sided with Little Sisters to the Poor in their challenge to the Affordable Care Act and its contraception mandate, and he led a judicial crusade to help Utah defund Planned Parenthood affiliates. In another particularly disturbing case, he upheld the “qualified immunity” of a police officer who tasered a man in the head and threw out the wrongful death case brought by the man’s parents.\n\nGorsuch has shown a distaste for the prosecution of white collar crime, he has consistently ruled in favor of corporations in labor disputes and his strict textualist reading of the constitution leaves no room LGBTQ rights. At 49 years old Gorsuch would be the youngest justice on the Supreme Court and if confirmed, his influence will be felt for over a generation.\n\nEven though only the Senate confirms Supreme Court Justices, we will be calling both the Senate and House to let all of our legislators know we strongly disapprove of Gorsuch. ","script":"Hi, my name is [NAME] and I’m a constituent from [CITY, ZIP]. \n\nI’m calling today because I'm opposed to the nomination of Justice Neil Gorsuch to the Supreme Court. I expect [Senator/Rep's Name] to take every action possible to oppose confirmation of Gorsuch including supporting a filibuster.                             \n\nThank you for your hard work answering the phones.\n\n[IF LEAVING A VOICEMAIL: please leave your full street address to ensure your call is tallied] ","contacts":[{"id":"TX-JohnCornyn","name":"John Cornyn","phone":"202-224-2934","photoURL":"https://5calls.org/photo/TX-JohnCornyn","party":"Republican","state":"TX","reason":"This is one of your two senators","area":"Senate","field_offices":[{"phone":"512-469-6034","city":"Central Texas"},{"phone":"903-593-0902","city":"East Texas"},{"phone":"972-239-1310","city":"North Texas"},{"phone":"210-224-7485","city":"South Central Texas"},{"phone":"956-423-0162","city":"South Texas"},{"phone":"713-572-3337","city":"Southeast Texas"},{"phone":"806-472-7533","city":"West Texas"}]},{"id":"TX-TedCruz","name":"Ted Cruz","phone":"202-224-5922","photoURL":"https://5calls.org/photo/TX-TedCruz","party":"Republican","state":"TX","reason":"This is one of your two senators","area":"Senate","field_offices":[{"phone":"512-916-5834","city":"Central Texas"},{"phone":"903-593-5130","city":"East Texas"},{"phone":"214-599-8749","city":"North Texas"},{"phone":"956-686-7339","city":"South Texas"},{"phone":"210-340-2885","city":"South/Central Texas"},{"phone":"713-718-3057","city":"Southeast Texas"}]}],"outcomeModels":[{ "label": "unavailable", "status": "unavailable" },{ "label": "voicemail", "status": "voicemail"},{ "label": "contact", "status": "contact"}, {"label": "skip", "status": "skip"}],"categories": [{"name": "Environment "}],"inactive": false,},{"id":"recONDaDYcD324kgj","name":"Take Action Against Climate Change","reason":"Climate change is not a hoax. According to NASA, \"Observations throughout the world make it clear that climate change is occurring, and rigorous scientific research demonstrates that the greenhouse gases emitted by human activities are the primary driver.\" 97% or more of actively publishing climate scientists agree. These are the facts, backed up by research and data. Carbon dioxide, water vapor, methane, and other greenhouse gases naturally trap heat in the atmosphere. But human emissions disrupt the Earth’s delicate balance, causing global temperatures to rise and disrupting normal weather patterns. Melting ice caps result in rising sea levels, which intensify hurricanes and storms. All around the world, and especially in third-world countries such as Bangladesh, people are losing their homes to floods and soil erosion. The effects of climate change are very real for environmental refugees.\n\nOn January 24th, Representative Gary Palmer, a climate change denier, introduced HR 637 (the \"Stopping EPA Overreach Act\") with 84 House Republican co-sponsors. This bill seeks to strike the very words “greenhouse gases” from the Clean Air Act. It would prevent the Environmental Protection Agency from regulating “carbon dioxide, water vapor, methane, nitrous oxide, hydrofluorocarbons, perfluorocarbons, or sulfer hexafluoride” emissions—in other words, factories would have free license to pollute the air with these substances. HR 637 would be a devastating strike against the Kigali Accord and other international efforts to fight climate change.","script":"Hi, my name is [NAME] and I’m a constituent from [CITY, ZIP]. \n\nI'm calling today to oppose HR 637 and any other bill that moves us backward in the fight against climate change. We cannot continue to ignore the clear science that climate change is real and dangerous.\n\nThank you for your hard work answering the phones.\n\n[IF LEAVING A VOICEMAIL: please leave your full street address to ensure your call is tallied] ","contacts":[],"outcomeModels":[{ "label": "unavailable", "status": "unavailable" },{ "label": "voicemail", "status": "voicemail"},{ "label": "contact", "status": "contact"}, {"label": "skip", "status": "skip"}],"categories": [{"name": "Environment "}],"inactive": false,}]}
